Repository: conket/conket
Catalog: NihongoVoca - Copy/Core/Properties/COM_MSG_*.resx
Languages: vi

# WarehouseInventoryFooter
source: We undertake that above items was counted 100%. This document has been created in 2 copies with equivalent values. Each party keeps one copy( BRT keeps the main copy, Outsourcing Company keeps the remaining copy).
vi: Chúng Tôi Cam Đoan Những Mã Hàng Trên Đã Được Kiểm Đếm Số Lượng 100%. Biên Bản Này Được Lập Thành 2 Bản Có Giá Trị Tương Đương Nhau Mỗi Bên Giữ 1 Bản(Brt Giữ Bản Chính, Đvgc Giữ Ban Lưu)

# WarehouseInventorySign1
source: BRT's Representative
vi: Đại Diện Brt

# WarehouseInventorySign2
source: Representative of Warehouse/Outsourcing Company
vi: Đại Diện Kho/ Đvgc

# WarehouseInventorySign3
source: BOD's Signature
vi: Chữ Ký Của Bod

# IV_AdjustmentDateForm_View_Form
source: Adjustment Date Form
vi: Ngày Điều Chỉnh

# SY_UserState_Search_Form
source: User State
vi: Trạng Thái Người Dùng

# SY_UserState_Search_Path
source: System > User Management > User State
vi: Hệ Thống > Quản Lý Người Dùng > Trạng Thái Người Dùng

# COM_MSG_CONFIRM_DISCONNECT
source: 96-Do you want to disconnect?
vi: 96-Bạn có muốn ngắt kết nối không?

# COM_MSG_DISCONNECT_SUCCESSFULLY
source: 95-Disconnect successfully.
vi: 95-Ngắt kết nối thành công.

# COM_MSG_DATA_OF_BEING_USED
source: Can't edit [{1}] of [{0}], data is being in used.
vi: Không thể thay đổi [{1}] của [{0}], dữ liệu đang được sử dụng.

# Login_007
source: 96-User was disconnected by Admin.
vi: 96-Người dùng bị ngắt kết nối bởi Người quản trị.

# Login_008
source: 96-User was disconnected by Open/Close processing.
vi: 96-Người dùng bị ngắt kết nối bởi quá trình Đóng/Mở kì.

# Login_009
source: 96-User was lost connection.
vi: 96-Người dùng bị mất kết nối.

# Reason_View_Form
source: Reason
vi: Lý Do

# COM_MSG_GRID_LINE_FG_NOT_OK
source: 98-Line {0}: This is NG, QI, NC product.
vi: 98-Dòng {0}: Đây là sản phẩm NG, QI, NC.

# COM_MSG_GRID_LINE_WIP
source: 98-Line {0}: This is WIP product.
vi: 98-Dòng {0}: Đây là sản phẩm WIP.

# COM_MSG_GRID_LINE_PRODUCT_AND_FREE_PRODUCT
source: 98-Line {0}: This is Free-product/ Product.
vi: 98-Dòng {0}: Đây là Hàng gia công/Sản phẩm.

# COM_MSG_TAKE_SNAPSHOT_SUCCESS
source: Take Snapshot successfully!
vi: Lấy Dữ Liệu thành công!

# OpenClose_UserState_View_Form
source: Online Users
vi: Người Dùng Trực Tuyến

# RP_ShippingList_Search_Form
source: Shipping List
vi: Danh Sách Xuất Hàng

# RP_ShippingList_Search_Path
source: Report > Report Overview > Shipping List
vi: Báo Cáo > Báo Cáo Tổng Quát > Danh Sách Xuất Hàng

# COM_MSG_PHYSICAL_COMPLETE
source: This Count Sheet was completed.
vi: Phiếu Kiểm Kho này đã được hoàn thành.

# COM_MSG_PHYSICAL_CANCEL
source: This Count Sheet was canceled.
vi: Phiếu Kiểm Kho này đã hủy.

# COM_MSG_STOCK_GRID_STOCK_RELATED_DOCUMENT_DATE_NOT_VALID
source: 99-Line {0}: Related document's date must be less than or equal to [DocumentDate]
vi: 99-Dòng {0}: Ngày của chứng từ liên quan phải nhỏ hơn hoặc bằng [Ngày Chứng Từ].

# COM_MSG_CONFIRM_CLEAR
source: Do you want to clear all data?
vi: Bạn có chắc chắn muốn xóa trắng hết dữ liệu?

# MS_Companies_Edit_Form
source: Edit Companies Detail
vi: Cập Nhật Chi Tiết Công Ty

# MS_Companies_Edit_Path
source: Master > Partner Management > Companies > Companies Detail
vi: Danh Mục > Quản Lý Đối Tác > Công Ty > Chi Tiết Công Ty

# MS_Companies_New_Form
source: Add Companies Detail
vi: Thêm Chi Tiết Công Ty

# MS_Companies_New_Path
source: Master > Partner Management > Companies > Companies Detail
vi: Danh Mục > Quản Lý Đối Tác > Công Ty > Chi Tiết Công Ty

# MS_Companies_Search_Form
source: Companies
vi: Công Ty

# MS_Companies_Search_Path
source: Master > Partner Management > Companies
vi: Danh Mục > Quản Lý Đối Tác > Công Ty

# MS_Companies_View_Form
source: Companies Detail
vi: Chi Tiết Công Ty

# MS_Companies_View_Path
source: Master > Partner Management > Companies > Companies Detail
vi: Danh Mục > Quản Lý Đối Tác > Công Ty > Chi Tiết Công Ty

# COM_MSG_REQUIRED_SELECT
source: 99-[{0}] must be select!
vi: 99-[{0}] bắt buộc chọn.

# COM_MSG_STOCK_DOCUMENT_CANCELED
source: 99-This document was canceled!
vi: 99-Chứng từ này đã bị hủy!

# COM_MSG_WAREHOUSE_HAVING_COUNTSHEET
source: 99-This warehouse is inventorying.
vi: 99-Kho này đang kiểm kê.

# COM_MSG_WAREHOUSE_HAVING_STOCK
source: 99-This warehouse is having stock.
vi: 99-Kho này đang có tồn kho.

# COM_MSG_INVALID_ADJUSTMENTDATE
source: 99-Adjustment Date must be belong date in period.
vi: 99-Ngày Điều Chỉnh phải thuộc ngày trong kì.

# COM_MSG_FACTOR_REQUIRED
source: 99-Line {0}: {1} must be fill in and greater than {2}.
vi: 99-Line {0}: {1} bắt buộc nhập và phải lớn {2}.

# INV_Invoice_Search_Form
source: Invoice
vi: Hóa Đơn

# INV_Invoice_Search_Path
source: Invoice > Invoice Management > Invoice
vi: Hóa Đơn > Quản Lý Hóa Đơn > Hóa Đơn

# INV_InvoiceSelect_Search_Form
source: Select Items
vi: Chọn Mặt Hàng

# INV_InvoiceSelect_Search_Path
source: Invoice > Invoice Management > Invoice > Invoice Details > Select Items
vi: Hóa Đơn > Quản Lý Hóa Đơn > Hóa Đơn > Chi Tiết Hóa Đơn > Chọn Mặt Hàng

# INV_Invoice_Edit_Form
source: Edit Invoice Details
vi: Cập Nhật Chi Tiết Hóa Đơn

# INV_Invoice_Edit_Path
source: Invoice > Invoice Management > Invoice > Invoice Details
vi: Hóa Đơn > Quản Lý Hóa Đơn > Hóa Đơn > Chi Tiết Hóa Đơn

# INV_Invoice_New_Form
source: Add Invoice Details
vi: Thêm Hóa Đơn

# INV_Invoice_New_Path
source: Invoice > Invoice Management > Invoice > Invoice Details
vi: Hóa Đơn > Quản Lý Hóa Đơn > Hóa Đơn > Chi Tiết Hóa Đơn

# INV_Invoice_View_Form
source: Invoice Details
vi: Xem Chi Tiết Hóa Đơn

# INV_Invoice_View_Path
source: Invoice > Invoice Management > Invoice > Invoice Details
vi: Hóa Đơn > Quản Lý Hóa Đơn > Hóa Đơn > Chi Tiết Hóa Đơn

# COM_MSG_NUM_OF_ROW_INVOICE_INVALID
source: 99-Number of invoice detail on grid is invalid.
vi: 99-Số lượng chi tiết hóa đơn trên lưới không hợp lệ.

# COM_MSG_FILE_FORMAT_INVALID
source: 99-File's format is invalid.
vi: 99-Định dạng tập tin không hợp lệ.

# COM_MSG_FILE_NUM_OF_COLUMN_INVALID
source: 99-Number of column is invalid.
vi: 99-Số lượng cột không hợp lệ.

# COM_MSG_FILE_NUM_OF_ROW_INVALID
source: 99-Number of row is invalid.
vi: 99-Số lượng dòng không hợp lệ.

# MS_Items_Import_Form
source: Import Sales Price
vi: Import Giá Bán

# COM_MSG_GRID_LINE_LESS_THAN_OR_EQUAL
source: 99-Line {0}: [{1}] must be less than or equal [{2}]!
vi: 99-Line {0}: [{1}] phải nhỏ hơn hoặc bằng [{2}]!

# COM_MSG_INVOICE_CANCEL_FAIL_1
source: 99-This invoice was canceled!
vi: 99-Hóa đơn này đã bị hủy!

# COM_MSG_INVOICE_CANCEL_FAIL_2
source: 99-The invoice number has not set yet.
vi: 99-Số hóa đơn chưa nhập.

# COM_MSG_INVOICE_QUANTITY_NOT_ENOUGH
source: 99-Line {0}: Shipping quantity is not enough. DocumentNumber: {1}
vi: 99-Dòng {0}: Số lượng xuất hàng không đủ. Mã chứng từ: {1}

# COM_MSG_STOCK_CANCEL_EXIST_INVOICE
source: 99-This document was existed invoice(s).
vi: 99-Chứng từ này đã tồn tại hóa đơn.

# RP_SalesList_Search_Form
source: Sales List
vi: Danh Sách Bán Hàng

# RP_SalesList_Search_Path
source: Report > Report Overview > Sales List
vi: Báo Cáo > Báo Cáo Tổng Quát > Danh Sách Bán Hàng

# COM_MSG_CONFIRM_PRINT
source: 96-Do you want to print?
vi: 96-Bạn có muốn in không?

# COM_MSG_PRINT_SUCCESSFULLY
source: 95-Print successfully.
vi: 95-In thành công.

# COM_MSG_INVOICE_CANCEL_FAIL_3
source: 99-This invoice was not printed yet.
vi: 99-Hóa đơn này chưa được in.

# COM_MSG_PRINTER_INVALID
source: The printer name is invalid. Please check the printer settings.
vi: Tên máy in không hợp lệ. Vui lòng kiểm tra cấu hình máy hình.

# COM_MSG_LENGTH_INVALID
source: 99-{0}'s length is invalid.
vi: 99-Độ dài của {0} không hợp lệ.

# CO_Cost_Export_Form
source: Export Cost
vi: Xuất Giá Thành

# CO_Cost_Export_Path
source: Cost > Cost Management > Export
vi: Giá Thành > Quản Lý Giá Thành > Xuất

# COM_MSG_NOT_PERMISSION_VIEW
source: 99-You don’t have permission to view.
vi: 99-Bạn không có quyền xem.

# RP_IncludedWarehouseInventoryMinutes_Search_Form
source: Warehouse Inventory Minutes - BOD
vi: Biên Bản Kiểm Kho - BOD

# RP_IncludedWarehouseInventoryMinutes_Search_Path
source: Report > Report Overview > Warehouse Inventory Minutes - BOD
vi: Báo Cáo > Báo Cáo Tổng Quát > Biên Bản Kiểm Kho - BOD

# COM_MSG_EXPORT_NOT_FLOW
source: Can not export for this category!
vi: Không thể xuất thông tin cho loại sản phẩm này!

# RP_StockAging_Export_Form
source: Export Stock Aging
vi: Xuất Tuổi Tồn Kho

# RP_StockAging_Export_Path
source: Stock Aging > Stock Aging Management > Export Stock Aging
vi: Tuổi Tồn kho > Quản Lý Tuổi Tồn Kho > Xuất Tuổi Tồn Kho

# COM_MSG_GRID_WR_PRODUCTION_LINE_EXISTED
source: 99-Line [{0}]:Production line [{1}] is duplicated with other Steps.
vi: 99-Line [{0}]:Công đoạn [{1}] đã trùng với công đoạn khác.

# MS_WorkRouting_Edit_Form
source: Edit Work Routing Detail
vi: Cập Nhật Chi Tiết Công Đoạn

# MS_WorkRouting_Edit_Path
source: Master > Item Management >Work Routing > WorkRouting Detail
vi: Danh Mục > Quản Lý Hàng > Quy Trình SX > Chi Tiết Quy Trình SX

# MS_WorkRouting_Search_Form
source: Work Routing
vi: Quy Trình SX

# MS_WorkRouting_Search_Path
source: Master > Item Management > Work Routing
vi: Danh Mục > Quản Lý Hàng > Quy Trình SX

# MS_WorkRouting_New_Form
source: Add Work Routing Detail
vi: Thêm Chi Tiết Quy Trình SX

# MS_WorkRouting_New_Path
source: Master > Item Management >Work Routing > WorkRouting Detail
vi: Danh Mục > Quản Lý Hàng > Quy Trình SX > Chi Tiết Quy Trình SX

# MS_WorkRouting_View_Form
source: Work Routing Detail
vi: Chi Tiết Quy Trình SX

# MS_WorkRouting_View_Path
source: Master > Item Management >Work Routing > WorkRouting Detail
vi: Danh Mục > Quản Lý Hàng > Quy Trình SX > Chi Tiết Quy Trình SX

# COM_MSG_WORKROUTING_CHECKEXIST
source: 99-Item Code is not duplicated with [{0}]
vi: 99-Mã Hàng Không Được Trùng Với [{0}]

# COM_MSG_WORKROUTING_GRID
source: 99-Number of step must be greater than 0 and less than or equal to 20
vi: 99-Số Bước phải lớn hơn 0 và nhỏ hơn hoặc bằng 20

# A_CurrentAging_Search_Path
source: Stock Aging > Stock Aging Management > Aging Updating
vi: Tuổi Tồn kho > Quản Lý Tuổi Tồn Kho > Cập Nhật Tuổi

# A_CurrentAging_Search_Form
source: Aging Updating
vi: Cập Nhật Tuổi

# COM_MSG_AGING_CHECKLIKE
source: 99- {0} not duplicated with other Original Item Code
vi: 99-{0} không được trùng với Mã Hàng Gốc khác

# RP_ArrivingList_Search_Form
source: Arriving List
vi: Danh Sách Nhập Hàng

# RP_ArrivingList_Search_Path
source: Report > Report Overview > Arriving List
vi: Báo Cáo > Báo Cáo Tổng Quát > Danh Sách Nhập Hàng

# COM_MSG_DATA_DUPPLICATED
source: 99-[{0}] was dupplicated.
vi: 99-[{0}] bị trùng lắp.

# COM_MSG_GRID_LINE_LENGTH_INVALID
source: 99-Line {0}: [{1}]'s length is invalid.
vi: 99-Dòng {0}: Độ dài [{1}] không hợp lệ.

# A_CurrentAging_Import_Form
source: Costing Import
vi: Import Giá Thành

# A_CurrentAging_Import_Path
source: Stock Aging > Stock Aging Management > Costing Import
vi: Tuổi Tồn kho > Quản Lý Tuổi Tồn Kho > Import Giá Thành

# COM_MSG_WORKROUTING_CHECK_ORGITEM
source: 99-[{0}] must insert first
vi: 99-[{0}] phải nhập trước

# SYS_Notifications_View_Form
source: Notifications
vi: Nhắc Nhở

# SYS_Notifications_View_Path
source: System > Notifications > Notifications
vi: Hệ Thống > Nhắc Nhở > Nhắc Nhở

# COM_MSG_NOTIFICATION_NOTE
source: 97-No warning at this time.
vi: 97-Chưa có cảnh báo nào vào thời điểm này.

# RP_NG_NCRate_Search_Form
source: NG/NC Rate
vi: Tỉ Lệ Hàng Lỗi

# RP_NG_NCRate_Search_Path
source: Report > Report Overview > NG/NC Rate
vi: Báo Cáo > Báo Cáo Tổng Quát > Tỉ Lệ Hàng Lỗi

# RP_InvTranList_Search_Form
source: Inventory Transaction List (All)
vi: Danh Sách Tất Cả Giao Dịch Tồn Kho

# RP_InvTranList_Search_Path
source: Report > Report Overview > Inventory Transaction List (All)
vi: Báo Cáo > Báo Cáo Tổng Quát > Danh Sách Tất Cả Giao Dịch Tồn Kho

# DE_MonthlyPlan_Search_Form
source: Monthly Plan (External)
vi: Kế Hoạch Tháng (Khách Hàng)

# DE_MonthlyPlan_Search_Path
source: Delivery > Delivery Overview > Monthly Plan (External)
vi: Giao Hàng > Giao Hàng Khách Hàng Tổng Quát > Kế Hoạch Tháng (Khách Hàng)

# DE_ResultDaily_Search_Form
source: Daily Result (External)
vi: Kết Quả Hàng Ngày (Khách Hàng)

# DE_ResultDaily_Search_Path
source: Delivery > Delivery Overview > Daily Result (External)
vi: Giao Hàng > Giao Hàng Khách Hàng Tổng Quát > Kết Quả Hàng Ngày (Khách Hàng)

source: Forecast
vi: Dự Báo

# DE_DailyPlan_Search_Form
source: Daily Plan (External)
vi: Kế Hoạch Ngày (Khách Hàng)

# DE_DailyPlan_Search_Path
source: Delivery > Delivery Overview > Daily Plan (External)
vi: Giao Hàng > Giao Hàng Khách Hàng Tổng Quát > Kế Hoạch Ngày (Khách Hàng)

# DE_MonthlyPlan_Edit_Form
source: Edit Monthly Plan Details (External)
vi: Cập Nhật Chi Tiết Kế Hoạch Tháng (Khách Hàng)

# DE_MonthlyPlan_Edit_Path
source: Delivery > Delivery Overview > Monthly Plan > Monthly Plan Details (External)
vi: Giao Hàng > Giao Hàng Khách Hàng Tổng Quát > Kế Hoạch Tháng (Khách Hàng) > Chi Tiết Kế Hoạch Tháng (Khách Hàng)

# DE_MonthlyPlan_New_Form
source: Add Monthly Plan Details (External)
vi: Thêm Chi Tiết Kế Hoạch Tháng (Khách Hàng)

# DE_MonthlyPlan_New_Path
source: Delivery > Delivery Overview > Monthly Plan > Monthly Plan Details (External)
vi: Giao Hàng > Giao Hàng Khách Hàng Tổng Quát> Kế Hoạch Tháng (Khách Hàng) > Chi Tiết Kế Hoạch Tháng (Khách Hàng)

# DE_MonthlyPlan_View_Form
source: View Monthly Plan Details (External)
vi: Chi Tiết Kế Hoạch Tháng (Khách Hàng)

# DE_MonthlyPlan_View_Path
source: Delivery > Delivery Overview > Monthly Plan > Monthly Plan Details (External)
vi: Giao Hàng > Giao Hàng Khách Hàng Tổng Quát > Kế Hoạch Tháng (Khách Hàng) > Chi Tiết Kế Hoạch Tháng (Khách Hàng)

# IT_ChooseItem_View_Form
source: Choose Item
vi: Chọn Mặt Hàng

# IT_ChooseItem_View_Path
source: Delivery > Delivery Overview > Monthly Plan > Monthly Plan Details > Choose Item
vi: Giao Hàng > Giao Hàng Tổng Quát > Kế Hoạch Tháng > Chi Tiết Kế Hoạch Tháng > Chọn Mặt Hàng

# COM_MSG_NOT_UPDATE_OLD_VERSION
source: 99-You cannot update or delete an old version.
vi: 99-Bạn không thể cập nhật hay xóa một phiên bản cũ.

# RP_SaleForecast_Search_Form
source: Sale Forecast
vi: Dự Báo Bán Hàng

# RP_SaleForecast_Search_Path
source: Report > Report Overview > Sale Forecast
vi: Báo Cáo > Báo Cáo Tổng Quát > Dự Báo Bán Hàng

# MS_Exchrates_Edit_Form
source: Edit Exchange Rate Detail
vi: Cập Nhật Chi Tiết Tỷ Giá

# MS_Exchrates_Edit_Path
source: Master > Exchange Rate Management > Exchange Rates > Exchange Rate Detail
vi: Danh Mục > Quản Lý Tỷ Giá > Tỷ Giá > Chi Tiết Tỷ Giá

# MS_Exchrates_New_Form
source: Add Exchange Rate Detail
vi: Thêm Chi Tiết Tỷ Giá

# MS_Exchrates_New_Path
source: Master > Exchange Rate Management > Exchange Rates > Exchange Rate Detail
vi: Danh Mục > Quản Lý Tỷ Giá > Tỷ Giá > Chi Tiết Tỷ Giá

# MS_Exchrates_Search_Form
source: Exchange Rate
vi: Tỷ Giá

# MS_Exchrates_Search_Path
source: Master > Exchange Rate Management > Exchange Rate
vi: Danh Mục > Quản Lý Tỷ Giá > Tỷ Giá

# MS_Exchrates_View_Form
source: Exchange Rate Detail
vi: Chi Tiết Tỷ Giá

# MS_Exchrates_View_Path
source: Master > Exchange Rate Management > Exchange Rates > Exchange Rate Detail
vi: Danh Mục > Quản Lý Tỷ Giá > Tỷ Giá > Chi Tiết Tỷ Giá

# A_ExportAging_Search_Form
source: Export Stock Aging
vi: Xuất Tuổi Tồn Kho

# A_ExportAging_Search_Path
source: Stock Aging > Stock Aging Management > Export Stock Aging
vi: Tuổi Tồn kho > Quản Lý Tuổi Tồn Kho > Xuất Tuổi Tồn Kho

# RP_StockAging_Search_Form
source: Export Stock Aging
vi: Xuất Tuổi Tồn Kho

# RP_StockAging_Search_Path
source: Stock Aging > Stock Aging Management > Export Stock Aging
vi: Tuổi Tồn kho > Quản Lý Tuổi Tồn Kho > Xuất Tuổi Tồn Kho

# DE_MonthlyPlanInternal_Edit_Form
source: Edit Monthly Plan Details (Internal)
vi: Cập Nhật Chi Tiết Kế Hoạch Tháng (Nội Bộ)

# DE_MonthlyPlanInternal_Edit_Path
source: Delivery > Delivery Overview > Monthly Plan > Monthly Plan Details (Internal)
vi: Giao Hàng > Luân Chuyển Nội Bộ Tổng Quát > Kế Hoạch Tháng (Nội Bộ) > Chi Tiết Kế Hoạch Tháng (Nội Bộ)

# DE_MonthlyPlanInternal_New_Form
source: Add Monthly Plan Details (Internal)
vi: Thêm Chi Tiết Kế Hoạch Tháng (Nội Bộ)

# DE_MonthlyPlanInternal_New_Path
source: Delivery > Delivery Overview > Monthly Plan > Monthly Plan Details (Internal)
vi: Giao Hàng > Luân Chuyển Nội Bộ Tổng Quát > Kế Hoạch Tháng (Nội Bộ) > Chi Tiết Kế Hoạch Tháng (Nội Bộ)

# DE_MonthlyPlanInternal_Search_Form
source: Monthly Plan (Internal)
vi: Kế Hoạch Tháng (Nội Bộ)

# DE_MonthlyPlanInternal_Search_Path
source: Delivery > Delivery Overview > Monthly Plan (Internal)
vi: Giao Hàng > Luân Chuyển Nội Bộ Tổng Quát > Kế Hoạch Tháng (Nội Bộ)

# DE_MonthlyPlanInternal_View_Form
source: View Monthly Plan Details (Internal)
vi: Chi Tiết Kế Hoạch Tháng (Nội Bộ)

# DE_MonthlyPlanInternal_View_Path
source: Delivery > Delivery Overview > Monthly Plan > Monthly Plan Details (Internal)
vi: Giao Hàng > Luân Chuyển Nội Bộ Tổng Quát > Kế Hoạch Tháng (Nội Bộ) > Chi Tiết Kế Hoạch Tháng (Nội Bộ)

# DE_DailyPlanInternal_Search_Form
source: Daily Plan (Internal)
vi: Kế Hoạch Ngày (Nội Bộ)

# DE_DailyPlanInternal_Search_Path
source: Delivery > Delivery Overview (Internal) > Daily Plan (Internal)
vi: Giao Hàng > Luân Chuyển Nội Bộ Tổng Quát > Kế Hoạch Ngày (Nội Bộ)

# DE_ResultDailyInternal_Search_Form
source: Daily Result (Internal)
vi: Kết Quả Hàng Ngày (Nội Bộ)

# DE_ResultDailyInternal_Search_Path
source: Delivery > Delivery Overview > Daily Result (Internal)
vi: Giao Hàng > Luân Chuyển Nội Bộ Tổng Quát > Kết Quả Hàng Ngày (Nội Bộ)

# PR_PriceUpdating_InputPrice_Form
source: Input Price
vi: Nhập Giá

# PR_PriceUpdating_InputPrice_Path
source: Price > Price Management > Price Updating > Input Price
vi: Giá > Quản Lý Giá > Cập Nhật Giá > Nhập Giá

# COM_MSG_GRID_WR_PRODUCTION_LINE_FG_FIRST
source: 99-Line [{0}]:Production line [{1}] can not be the first production line
vi: 99-Dòng [{0}]:Công đoạn [{1}] không được là công đoạn đầu tiên

# RP_NG_NCRateSummary_Search_Form
source: NG/NC Rate Summary
vi: Tổng Kết Tỉ Lệ Hàng Lỗi

# RP_NG_NCRateSummary_Search_Path
source: Report > Report Overview > NG/NC Rate Summary
vi: Báo Cáo > Báo Cáo Tổng Quát > Tổng Kết Tỉ Lệ Hàng Lỗi

# RP_NG_NCRateChart_Search_Form
source: NG/NC Rate Chart
vi: Biểu Đồ Tỉ Lệ Hàng Lỗi

# RP_NG_NCRateChart_Search_Path
source: Report > Report Overview > NG/NC Rate Chart
vi: Báo Cáo > Báo Cáo Tổng Quát > Biểu Đồ Tỉ Lệ Hàng Lỗi

# COM_MSG_REPORT_NO_12_PERIOD
source: 99-This report limits to 12 periods.
vi: 99-Báo cáo này giới hạn trong 12 tháng.

# MS_Acquisitionreason_Edit_Form
source: Edit Fixed Assets Acquisition Reason Detail
vi: Cập Nhật Chi Tiết Lý Do Tăng Giảm TSCĐ

# MS_Acquisitionreason_Edit_Path
source: Master > Fixed Assets Management > Fixed Assets Acquisition Reason > Fixed Asset Acquisition Reason Detail
vi: Danh Mục > Quản Lý TSCĐ > Lý Do Tăng Giảm TSCĐ > Chi Tiết Lý Do Tăng Giảm TSCĐ

# MS_Acquisitionreason_New_Form
source: Add Fixed Assets Acquisition Reason Detail
vi: Thêm Chi Tiết Lý Do Tăng Giảm TSCĐ

# MS_Acquisitionreason_New_Path
source: Master > Fixed Assets Management > Fixed Assets Acquisition Reason > Fixed Assets Acquisition Reason Detail
vi: Danh Mục > Quản Lý TSCĐ > Lý Do Tăng Giảm TSCĐ > Chi Tiết Lý Do Tăng Giảm TSCĐ

# MS_Acquisitionreason_Search_Form
source: Fixed Assets Acquisition Reason
vi: Lý Do Tăng Giảm TSCĐ

# MS_Acquisitionreason_Search_Path
source: Master > Fixed Assets Management > Fixed Assets Acquisition Reason
vi: Danh Mục > Quản Lý TSCĐ > Lý Do Tăng Giảm TSCĐ

# MS_Acquisitionreason_View_Form
source: Fixed Assets Acquisition Reason Detail
vi: Chi Tiết Lý Do Tăng Giảm TSCĐ

# MS_Acquisitionreason_View_Path
source: Master > Fixed Assets Management > Fixed Assets Acquisition Reason > Fixed Assets Acquisition Reason Detail
vi: Danh Mục > Quản Lý TSCĐ > Lý Do Tăng Giảm TSCĐ > Chi Tiết Lý Do Tăng Giảm TSCĐ

# MS_Capital_Edit_Form
source: Edit Capital Detail
vi: Cập Nhật Chi Tiết Nguồn Vốn

# MS_Capital_Edit_Path
source: Master > Fixed Assets Management > Capital > Capital Detail
vi: Danh Mục > Quản Lý TSCĐ > Nguồn Vốn > Chi Tiết Nguồn Vốn

# MS_Capital_New_Form
source: Add Capital Detail
vi: Thêm Chi Tiết Nguồn Vốn

# MS_Capital_New_Path
source: Master > Fixed Assets Management > Capital > Capital Detail
vi: Danh Mục > Quản Lý TSCĐ > Nguồn Vốn > Chi Tiết Nguồn Vốn

# MS_Capital_Search_Form
source: Capital
vi: Nguồn Vốn

# MS_Capital_Search_Path
source: Master > Fixed Assets Management > Capital
vi: Danh Mục > Quản Lý TSCĐ > Nguồn Vốn

# MS_Capital_View_Form
source: Capital Detail
vi: Chi Tiết Nguồn Vốn

# MS_Capital_View_Path
source: Master > Fixed Assets Management > Capital > Capital Detail
vi: Danh Mục > Quản Lý TSCĐ > Nguồn Vốn > Chi Tiết Nguồn Vốn

# MS_FixedAssetsType_Edit_Form
source: Edit Fixed Assets Type Detail
vi: Cập Nhật Chi Tiết Loại TSCĐ

# MS_FixedAssetsType_Edit_Path
source: Master > Fixed Assets Management > Fixed Assets Type > Fixed Assets Type Detail
vi: Danh Mục > Quản Lý TSCĐ > Loại TSCĐ > Chi Tiết Loại TSCĐ

# MS_FixedAssetsType_New_Form
source: Add Fixed Assets Type Detail
vi: Thêm Chi Tiết Loại TSCĐ

# MS_FixedAssetsType_New_Path
source: Master > Fixed Assets Management > Fixed Assets Type > Fixed Assets Type Detail
vi: Danh Mục > Quản Lý TSCĐ > Loại TSCĐ > Chi Tiết Loại TSCĐ

# MS_FixedAssetsType_Search_Form
source: Fixed Assets Type
vi: Loại TSCĐ

# MS_FixedAssetsType_Search_Path
source: Master > Fixed Assets Management > Fixed Assets Type
vi: Danh Mục > Quản Lý TSCĐ > Loại TSCĐ

# MS_FixedAssetsType_View_Form
source: Fixed Assets Type Detail
vi: Chi Tiết Loại TSCĐ

# MS_FixedAssetsType_View_Path
source: Master > Fixed Assets Management > Fixed Assets Type > Fixed Assets Type Detail
vi: Danh Mục > Quản Lý TSCĐ > Loại TSCĐ > Chi Tiết Loại TSCĐ

# FA_Information_Edit_Form
source: Edit Fixed Assets Information Detail
vi: Cập Nhật Chi Tiết Thông Tin TSCĐ

# FA_Information_Edit_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Information > Fixed Assets Information Detail
vi: TSCĐ > Quản Lý TSCĐ > Thông Tin TSCĐ > Chi Tiết Thông Tin TSCĐ

# FA_Information_New_Form
source: Add Fixed Assets Information Detail
vi: Thêm Chi Tiết Thông Tin TSCĐ

# FA_Information_New_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Information > Fixed Assets Information Detail
vi: TSCĐ > Quản Lý TSCĐ > Thông Tin TSCĐ > Chi Tiết Thông Tin TSCĐ

# FA_Information_Search_Form
source: Fixed Assets Information
vi: Thông Tin TSCĐ

# FA_Information_Search_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Information
vi: TSCĐ > Quản Lý TSCĐ > Thông Tin TSCĐ

# FA_Information_View_Form
source: Fixed Assets Information Detail
vi: Chi Tiết Thông Tin TSCĐ

# FA_Information_View_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Information > Fixed Assets Information Detail
vi: TSCĐ > Quản Lý TSCĐ > Thông Tin TSCĐ > Chi Tiết Thông Tin TSCĐ

# FA_Decrease_Edit_Form
source: Edit Fixed Assets Decrease Detail
vi: Cập Nhật Chi Tiết Ghi Giảm TSCĐ

# FA_Decrease_Edit_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Decrease Detail
vi: TSCĐ > Quản Lý TSCĐ > Chi Tiết Ghi Giảm TSCĐ

# FA_Decrease_New_Form
source: Add Fixed Assets Decrease Detail
vi: Thêm Chi Tiết Ghi Giảm TSCĐ

# FA_Decrease_New_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Decrease Detail
vi: TSCĐ > Quản Lý TSCĐ > Chi Tiết Ghi Giảm TSCĐ

# FA_Decrease_Search_Form
source: Fixed Assets Decrease
vi: Ghi Giảm TSCĐ

# FA_Decrease_Search_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Decrease
vi: TSCĐ > Quản Lý TSCĐ > Ghi Giảm TSCĐ

# FA_Decrease_View_Form
source: Fixed Assets Decrease Detail
vi: Chi Tiết Ghi Giảm TSCĐ
