Repository: conket/conket
Catalog: NihongoVoca - Copy/Core/Properties/COM_MSG_*.resx
Languages: vi

# FA_Decrease_View_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Decrease > Fixed Assets Decrease Detail
vi: TSCĐ > Quản Lý TSCĐ > Ghi Giảm TSCĐ > Chi Tiết Ghi Giảm TSCĐ

# FA_Increase_Edit_Form
source: Edit Fixed Assets Increase Detail
vi: Cập Nhật Chi Tiết Ghi Tăng TSCĐ

# FA_Increase_Edit_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Increase Detail
vi: TSCĐ > Quản Lý TSCĐ > Chi Tiết Ghi Tăng TSCĐ

# FA_Increase_New_Form
source: Add Fixed Assets Increase Detail
vi: Thêm Chi Tiết Ghi Tăng TSCĐ

# FA_Increase_New_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Increase Detail
vi: TSCĐ > Quản Lý TSCĐ > Chi Tiết Ghi Tăng TSCĐ

# FA_Increase_Search_Form
source: Fixed Assets Increase
vi: Ghi Tăng TSCĐ

# FA_Increase_Search_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Increase
vi: TSCĐ > Quản Lý TSCĐ > Ghi Tăng TSCĐ

# FA_Increase_View_Form
source: Fixed Assets Increase Detail
vi: Chi Tiết Ghi Tăng TSCĐ

# FA_Increase_View_Path
source: Fixed Assets > Fixed Assets Management > Fixed Assets Increase > Fixed Assets Increase Detail
vi: TSCĐ > Quản Lý TSCĐ > Ghi Tăng TSCĐ > Chi Tiết Ghi Tăng TSCĐ

# FA_Transfer_New_Form
source: FA Transfer
vi: Điều Chuyển Bộ Phận Sử Dụng

# FA_Transfer_New_Path
source: Fixed Assets > Fixed Assets Management > FA Transfer
vi: TSCĐ > Quản Lý TSCĐ > Điều Chuyển Bộ Phận Sử Dụng

# FA_Abandonment_Edit_Form
source: FA Abandonment
vi: Thôi Khấu Hao TSCĐ

# FA_Abandonment_Edit_Path
source: Fixed Assets > Fixed Assets Management > FA Abandonment
vi: TSCĐ > Quản Lý TSCĐ > Thôi Khấu Hao TSCĐ

# FA_Revaluation_Edit_Form
source: Edit FA Revaluation Detail
vi: Cập Nhật Chi Tiết Điều Chỉnh Giá Trị TSCĐ

# FA_Revaluation_Edit_Path
source: Fixed Assets > Fixed Assets Management > FA Revaluation > FA Revaluation Detail
vi: TSCĐ > Quản Lý TSCĐ > Điều Chỉnh Giá Trị TSCĐ > Chi Tiết Điều Chỉnh Giá Trị TSCĐ

# FA_Revaluation_New_Form
source: Add FA Revaluation Detail
vi: Thêm Chi Tiết Điều Chỉnh Giá Trị TSCĐ

# FA_Revaluation_New_Path
source: Fixed Assets > Fixed Assets Management > FA Revaluation > FA Revaluation Detail
vi: TSCĐ > Quản Lý TSCĐ > Điều Chỉnh Giá Trị TSCĐ > Chi Tiết Điều Chỉnh Giá Trị TSCĐ

# FA_Revaluation_Search_Form
source: FA Revaluation
vi: Điều Chỉnh Giá Trị TSCĐ

# FA_Revaluation_Search_Path
source: Fixed Assets > Fixed Assets Management > FA Revaluation
vi: TSCĐ > Quản Lý TSCĐ > Điều Chỉnh Giá Trị TSCĐ

# FA_Revaluation_View_Form
source: FA Revaluation Detail
vi: Chi Tiết Điều Chỉnh Giá Trị TSCĐ

# FA_Revaluation_View_Path
source: Fixed Assets > Fixed Assets Management > FA Revaluation > FA Revaluation Detail
vi: TSCĐ > Quản Lý TSCĐ > Điều Chỉnh Giá Trị TSCĐ > Chi Tiết Điều Chỉnh Giá Trị TSCĐ

# FA_DepreciationCalculation_Search_Form
source: Depreciation Information
vi: Thông Tin Khấu Hao

# FA_DepreciationCalculation_Search_Path
source: Fixed Assets > Depreciation Management > Depreciation Information
vi: TSCĐ > Quản Lý Khấu Hao > Thông Tin Khấu Hao

# FA_MonthlyAdjustment_Edit_Form
source: Edit Monthly Adjustment Detail
vi: Điều Chỉnh Khấu Hao Tháng

# FA_MonthlyAdjustment_Edit_Path
source: Fixed Assets > Depreciation Caculating > Depreciation Information > Monthly Adjustment Detail
vi: TSCĐ > Khấu Hao > Thông Tin Khấu Hao > Điều Chỉnh Khấu Hao Tháng

# FA_MonthlyAdjustment_View_Form
source: Monthly Adjustment Detail
vi: Điều Chỉnh Khấu Hao Tháng

# FA_MonthlyAdjustment_View_Path
source: Fixed Assets > Depreciation Caculating > Depreciation Information> Monthly Adjustment Detail
vi: TSCĐ > Khấu Hao > Thông Tin Khấu Hao > Điều Chỉnh Khấu Hao Tháng

# FA_Abandonment_New_Form
source: FA Abandonment
vi: Thôi Khấu Hao TSCĐ

# FA_Abandonment_New_Path
source: Fixed Assets > Fixed Assets Management > FA Abandonment
vi: TSCĐ > Quản Lý TSCĐ > Thôi Khấu Hao TSCĐ

# FA_DepreciationCalculation_Delete_Form
source: Delete FA Depreciation
vi: Xóa Khấu hao TSCĐ

# FA_DepreciationCalculation_Delete_Path
source: Fixed Assets > Depreciation Management > Depreciation Information > Delete FA Depreciation
vi: TSCĐ > Quản Lý Khấu Hao > Thông Tin Khấu Hao > Xóa Khấu hao TSCĐ

# FA_DepreciationCalculation_Edit_Form
source: Adjust Monthly Depreciation
vi: Điều Chỉnh Khấu Hao Tháng TSCĐ

# FA_DepreciationCalculation_Edit_Path
source: Fixed Assets > Depreciation Management > Depreciation Information > Adjust Monthly Depreciation
vi: TSCĐ > Quản Lý Khấu Hao > Thông Tin Khấu Hao > Điều Chỉnh Khấu Hao Tháng TSCĐ

# FA_DepreciationCalculation_New_Form
source: Calculate FA Depreciation
vi: Tính Khấu hao TSCĐ

# FA_DepreciationCalculation_New_Path
source: Fixed Assets > Depreciation Management > Depreciation Information > Calculate FA Depreciation
vi: TSCĐ > Quản Lý Khấu Hao > Thông Tin Khấu Hao > Tính Khấu hao TSCĐ

# FA_DepreciationCalculation_View_Form
source: Adjust Monthly Depreciation
vi: Điều Chỉnh Khấu Hao Tháng TSCĐ

# FA_DepreciationCalculation_View_Path
source: Fixed Assets > Depreciation Management > Depreciation Information > Adjust Monthly Depreciation
vi: TSCĐ > Quản Lý Khấu Hao > Thông Tin Khấu Hao > Điều Chỉnh Khấu Hao Tháng TSCĐ

# FA_DepreciationForecast_Search_Form
source: Depreciation Forecast
vi: Dự Báo Khấu Hao

# FA_DepreciationForecast_Search_Path
source: Fixed Assets > Depreciation Management > Depreciation Forecast
vi: TSCĐ > Quản Lý Khấu Hao > Dự Báo Khấu Hao
