Repository: conket/conket
Catalog: NihongoVoca - Copy/Core/Properties/COM_MSG_*.resx
Languages: vi

# MS_Employees_New_Path
source: Master > Human Resource Management > Employees > Employee Detail
vi: Danh Mục > Quản Lý Nhân Viên > Nhân Viên > Chi Tiết Nhân Viên

# MS_Employees_Search_Form
source: Employees
vi: Nhân Viên

# MS_Employees_Search_Path
source: Master > Human Resource Management > Employees
vi: Danh Mục > Quản Lý Nhân Viên > Nhân Viên

# MS_Employees_View_Form
source: Employee Detail
vi: Chi Tiết Nhân Viên

# MS_Employees_View_Path
source: Master > Human Resource Management > Employees > Employee Detail
vi: Danh Mục > Quản Lý Nhân Viên > Nhân Viên > Chi Tiết Nhân Viên

# MS_ErrorReasons_Edit_Form
source: Edit Error Reason Detail
vi: Cập Nhật Chi Tiết Lý Do Lỗi

# MS_ErrorReasons_Edit_Path
source: Master > Warehouse Management > Error Reasons > Error Reason Detail
vi: Danh Mục > Quản Lý Kho > Lý Do Lỗi > Chi Tiết Lý Do Lỗi

# MS_ErrorReasons_New_Form
source: Add Error Reason Detail
vi: Thêm Chi Tiết Lý Do Lỗi

# MS_ErrorReasons_New_Path
source: Master > Warehouse Management > Error Reasons > Error Reason Detail
vi: Danh Mục > Quản Lý Kho > Lý Do Lỗi > Chi Tiết Lý Do Lỗi

# MS_ErrorReasons_Search_Form
source: Error Reasons
vi: Lý Do Lỗi

# MS_ErrorReasons_Search_Path
source: Master > Warehouse Management > Error Reasons
vi: Danh Mục > Quản Lý Kho > Lý Do Lỗi

# MS_ErrorReasons_View_Form
source: Error Reason Detail
vi: Chi Tiết Lý Do Lỗi

# MS_ErrorReasons_View_Path
source: Master > Warehouse Management > Error Reasons > Error Reason Detail
vi: Danh Mục > Quản Lý Kho > Lý Do Lỗi > Chi Tiết Lý Do Lỗi

# MS_Factories_Edit_Form
source: Edit Factory Detail
vi: Cập Nhật Chi Tiết Nhà Máy

# MS_Factories_Edit_Path
source: Master > Warehouse Management > Factories > Factory Detail
vi: Danh Mục > Quản Lý Kho > Nhà Máy > Chi Tiết Nhà Máy

# MS_Factories_New_Form
source: Add Factory Detail
vi: Thêm Chi Tiết Nhà Máy

# MS_Factories_New_Path
source: Master > Warehouse Management > Factories > Factory Detail
vi: Danh Mục > Quản Lý Kho > Nhà Máy > Chi Tiết Nhà Máy

# MS_Factories_Search_Form
source: Factories
vi: Nhà Máy

# MS_Factories_Search_Path
source: Master > Warehouse Management > Factories
vi: Danh Mục > Quản Lý Kho > Nhà Máy

# MS_Factories_View_Form
source: Factory Detail
vi: Chi Tiết Nhà Máy

# MS_Factories_View_Path
source: Master > Warehouse Management > Factories > Factory Detail
vi: Danh Mục > Quản Lý Kho > Nhà Máy > Chi Tiết Nhà Máy

# MS_InventoryPeriods_Edit_Form
source: Edit Inventory Period Detail
vi: Cập Nhật Chi Tiết Kỳ Kho

# MS_InventoryPeriods_Edit_Path
source: Master > Warehouse Management > Inventory Periods> Inventory Period Detail
vi: Danh Mục > Quản Lý Kho > Kỳ Kho > Chi Tiết Kỳ Kho

# MS_InventoryPeriods_New_Form
source: Add Inventory Period Detail
vi: Thêm Thông Tin Chi Kỳ Kho

# MS_InventoryPeriods_New_Path
source: Master > Warehouse Management > Inventory Periods > Inventory Period Detail
vi: Danh Mục > Quản Lý Kho > Kỳ Kho > Chi Tiết Kỳ Kho

# MS_InventoryPeriods_Search_Form
source: Inventory Periods
vi: Chi Tiết Kỳ Kho

# MS_InventoryPeriods_Search_Path
source: Master > Warehouse Management > Inventory Periods
vi: Danh Mục > Quản Lý Kho > Kỳ Kho

# MS_InventoryPeriods_View_Form
source: Inventory Period Detail
vi: Chi Tiết Kỳ Kho

# MS_InventoryPeriods_View_Path
source: Master > Warehouse Management > Inventory Periods > Inventory Period Detail
vi: Danh Mục > Quản Lý Kho >Kỳ Kho> Chi Tiết Kỳ Kho

# MS_ItemGroups_Edit_Form
source: Edit Item Group Detail
vi: Cập Nhật Chi Tiết Nhóm Hàng

# MS_ItemGroups_Edit_Path
source: Master > Item Management > Item Groups > Item Group Detail
vi: Danh Mục > Quản Lý Hàng > Nhóm Hàng > Chi Tiết Nhóm Hàng

# MS_ItemGroups_New_Form
source: Add Item Group Detail
vi: Thêm Chi Tiết Nhóm Hàng

# MS_ItemGroups_New_Path
source: Master > Item Management > Item Groups > Item Group Detail
vi: Danh Mục > Quản Lý Hàng > Nhóm Hàng > Chi Tiết Nhóm Hàng

# MS_ItemGroups_Search_Form
source: Item Groups
vi: Nhóm Hàng

# MS_ItemGroups_Search_Path
source: Master > Item Management > Item Groups
vi: Danh Mục > Quản Lý Hàng > Nhóm Hàng

# MS_ItemGroups_View_Form
source: Item Group Detail
vi: Chi Tiết Nhóm Hàng

# MS_ItemGroups_View_Path
source: Master > Item Management > Item Groups > Item Group Detail
vi: Danh Mục > Quản Lý Hàng > Nhóm Hàng > Chi Tiết Nhóm Hàng

# MS_Items_Edit_Form
source: Edit Item Detail
vi: Cập Nhật Chi Tiết Hàng

# MS_Items_Edit_Path
source: Master > Item Management > Items > Item Detail
vi: Danh Mục > Quản Lý Hàng > Hàng > Chi Tiết Hàng

# MS_Items_New_Form
source: Add Item Detail
vi: Thêm Chi Tiết Hàng

# MS_Items_New_Path
source: Master > Item Management > Items > Item Detail
vi: Danh Mục > Quản Lý Hàng > Hàng > Chi Tiết Hàng

# MS_Items_Search_Form
source: Items
vi: Hàng

# MS_Items_Search_Path
source: Master > Item Management > Items
vi: Danh Mục > Quản Lý Hàng > Hàng

# MS_Items_View_Form
source: Item Detail
vi: Chi Tiết Hàng

# MS_Items_View_Path
source: Master > Item Management > Items > Item Detail
vi: Danh Mục > Quản Lý Hàng > Hàng > Chi Tiết Hàng

# MS_ProductionLines_Edit_Form
source: Edit Production Line Detail
vi: Cập Nhật Chi Tiết Công Đoạn

# MS_ProductionLines_Edit_Path
source: Master > Warehouse Management > Production Lines > Production Line Detail
vi: Danh Mục > Quản Lý Kho > Công Đoạn > Chi Tiết Công Đoạn

# MS_ProductionLines_New_Form
source: Add Production Line Detail
vi: Thêm Chi Tiết Công Đoạn

# MS_ProductionLines_New_Path
source: Master > Warehouse Management > Production Lines > Production Line Detail
vi: Danh Mục > Quản Lý Kho > Công Đoạn > Chi Tiết Công Đoạn

# MS_ProductionLines_Search_Form
source: Production Lines
vi: Công Đoạn

# MS_ProductionLines_Search_Path
source: Master > Warehouse Management > Production Lines
vi: Danh Mục > Quản Lý Kho > Công Đoạn

# MS_ProductionLines_View_Form
source: Production Line Detail
vi: Chi Tiết Công Đoạn

# MS_ProductionLines_View_Path
source: Master > Warehouse Management > Production Lines > Production Line Detail
vi: Danh Mục > Quản Lý Kho > Công Đoạn > Chi Tiết Công Đoạn

# MS_Suppliers_Edit_Form
source: Edit Supplier Detail
vi: Cập Nhật Chi Tiết NCC Nguyên Vật Liệu

# MS_Suppliers_Edit_Path
source: Master > Partner Management > Suppliers > Supplier Detail
vi: Danh Mục > Quản Lý Đối Tác > NCC Nguyên Vật Liệu > Chi Tiết NCC Nguyên Vật Liệu

# MS_Suppliers_New_Form
source: Add Suppliers Detail
vi: Thêm Chi Tiết NCC Nguyên Vật Liệu

# MS_Suppliers_New_Path
source: Master > Partner Management > Suppliers > Supplier Detail
vi: Danh Mục > Quản Lý Đối Tác > NCC Nguyên Vật Liệu > Chi Tiết NCC Nguyên Vật Liệu

# MS_Suppliers_Search_Form
source: Suppliers
vi: NCC Nguyên Vật Liệu

# MS_Suppliers_Search_Path
source: Master > Partner Management > Suppliers
vi: Danh Mục > Quản Lý Đối Tác > NCC Nguyên Vật Liệu

# MS_Suppliers_View_Form
source: Supplier Detail
vi: Chi Tiết NCC Nguyên Vật Liệu

# MS_Suppliers_View_Path
source: Master >Partner Management > Suppliers > Supplier Detail
vi: Danh Mục > Quản Lý Đối Tác > NCC Nguyên Vật Liệu > Chi Tiết NCC Nguyên Vật Liệu

# MS_Units_Edit_Form
source: Edit Unit Detail
vi: Cập Nhật Chi Tiết Đơn Vị Tính

# MS_Units_Edit_Path
source: Master > Item Management > Units> Unit Detail
vi: Danh Mục > Quản Lý Hàng > Đơn Vị Tính > Chi Tiết Đơn Vị Tính

# MS_Units_New_Form
source: Add Unit Detail
vi: Thêm Chi Tiết Đơn Vị Tính

# MS_Units_New_Path
source: Master > Item Management > Units > Unit Detail
vi: Danh Mục > Quản Lý Hàng > Đơn Vị Tính > Chi Tiết Đơn Vị Tính

# MS_Units_Search_Form
source: Units
vi: Đơn Vị Tính

# MS_Units_Search_Path
source: Master > Item Management > Units
vi: Danh Mục > Quản Lý Hàng > Đơn Vị Tính

# MS_Units_View_Form
source: Unit Detail
vi: Chi Tiết Đơn Vị Tính

# MS_Units_View_Path
source: Master > Item Management > Units > Unit Detail
vi: Danh Mục > Quản Lý Hàng > Đơn Vị Tính > Chi Tiết Đơn Vị Tính

# MS_Vendors_Edit_Form
source: Edit Vendor Detail
vi: Cập Nhật Chi Tiết Nhà Gia Công

# MS_Vendors_Edit_Path
source: Master > Partner Management > Vendors > Vendor Detail
vi: Danh Mục > Quản Lý Đối Tác > Nhà Gia Công > Chi Tiết Nhà Gia Công

# MS_Vendors_New_Form
source: Add Vendor Detail
vi: Thêm Chi Tiết Nhà Gia Công

# MS_Vendors_New_Path
source: Master > Partner Management > Vendors > Vendor Detail
vi: Danh Mục > Quản Lý Đối Tác > Nhà Gia Công > Chi Tiết Nhà Gia Công

# MS_Vendors_Search_Form
source: Vendors
vi: Nhà Gia Công

# MS_Vendors_Search_Path
source: Master > Partner Management > Vendors
vi: Danh Mục > Quản Lý Đối Tác > Nhà Gia Công

# MS_Vendors_View_Form
source: Vendors Detail
vi: Chi Tiết Nhà Gia Công

# MS_Vendors_View_Path
source: Master > Partner Management > Vendors > Vendor Detail
vi: Danh Mục > Quản Lý Đối Tác > Nhà Gia Công > Chi Tiết Nhà Gia Công

# MS_Warehouses_Edit_Form
source: Edit Warehouse Detail
vi: Cập Nhật Chi Tiết Kho

# MS_Warehouses_Edit_Path
source: Master > Warehouse Management > Warehouses > Warehouse Detail
vi: Danh Mục > Quản Lý Kho > Kho > Chi Tiết Kho

# MS_Warehouses_New_Form
source: Add Warehouse Detail
vi: Thêm Chi Tiết Kho

# MS_Warehouses_New_Path
source: Master > Warehouse Management > Warehouses > Warehouse Detail
vi: Danh Mục > Quản Lý Kho > Kho > Chi Tiết Kho

# MS_Warehouses_Search_Form
source: Warehouses
vi: Kho

# MS_Warehouses_Search_Path
source: Master > Warehouse Management > Warehouses
vi: Danh Mục > Quản Lý Kho > Kho

# MS_Warehouses_View_Form
source: Warehouse Detail
vi: Chi Tiết Kho

# MS_Warehouses_View_Path
source: Master > Warehouse Management > Warehouses > Warehouse Detail
vi: Danh Mục > Quản Lý Kho > Kho > Chi Tiết Kho

source: PR_PriceUpdating_Edit_Form
vi: Cập Nhật Giá

# PR_PriceUpdating_Search_Form
source: Price Updating
vi: Cập Nhật Giá

# PR_PriceUpdating_Search_Path
source: Price > Price Management > Price Updating
vi: Giá > Quản Lý Giá > Cập Nhật Giá

# RP_DailyInventory_Search_Form
source: Daily Inventory Inquiry
vi: Thống Kê Ngày

# RP_DailyInventory_Search_Path
source: Inventory > Inventory Management > Daily Inventory Inquiry
vi: Tồn Kho > Quản Lý Tồn Kho > Thống Kê Ngày

# RP_MonthlyInventory_Report_Form
source: Monthly Inventory
vi: Báo Cáo Thống Kê Tháng

# RP_MonthlyInventory_Report_Path
source: Report > Report Overview > Monthly Inventory
vi: Báo Cáo > Báo Cáo Tổng Quát > Báo Cáo Thống Kê Tháng

# RP_MonthlyInventory_Search_Form
source: Monthly Inventory
vi: Báo Cáo Tồn Kho Cuối Tháng

# RP_MonthlyInventory_Search_Path
source: Report > Report Overview > Monthly Inventory
vi: Báo Cáo > Báo Cáo Tổng Quát > Báo Cáo Tồn Kho Cuối Tháng

# RP_WarehouseInventoryMinutes_Search_Form
source: Warehouse Inventory Minutes
vi: Biên Bản Kiểm Kho

# RP_WarehouseInventoryMinutes_Search_Path
source: Report > Report Overview > Warehouse Inventory Minutes
vi: Báo Cáo > Báo Cáo Tổng Quát > Biên Bản Kiểm Kho

# SH_DeliveryPrintConfirmForm_View_Form
source: Print reason
vi: Lý Do In Phiếu

# StafetyStock
source: Safety Stock
vi: Tồn Kho

# ST_PA_PhysicalAdjustmentInventory_CountSheet_View_Form
source: Adjustment - Physical Inventory ({0})
vi: Điều Chỉnh Tồn Kho Thực Tế ({0})

# ST_PA_PhysicalAdjustmentInventory_CountSheet_View_Path
source: Stock > Stock Management > Physical Adjustment Inventory ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Điều Chỉnh Tồn Kho Thực Tế ({0}) > Thông Tin Chi Tiết

# ST_SA_ReturnFromCustomerShipping_New_Form
source: Return From Customer Shipping ({0})
vi: Trả Hàng Từ Khách Hàng ({0})

# ST_SA_ReturnFromCustomerShipping_New_Path
source: Stock > Stock Management > Return From Customer Shipping ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Trả Hàng Từ Khách Hàng ({0}) > Thêm

# ST_SA_ReturnFromCustomerShipping_View_Form
source: Return From Customer Shipping ({0})
vi: Trả Hàng Từ Khách Hàng ({0})

# ST_SA_ReturnFromCustomerShipping_View_Path
source: Stock > Stock Management > Return From Customer Shipping ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Trả Hàng Từ Khách Hàng ({0}) > Xem

# ST_SA_StockArrivingAdjustment_Edit_Form
source: Incoming Adjustment ({0})
vi: Điều Chỉnh Nhập Kho ({0})

# ST_SA_StockArrivingAdjustment_Edit_Path
source: Stock > Stock Management > Incoming Adjustment ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Điều Chỉnh Nhập Kho ({0}) > Thêm

# ST_SA_StockArrivingAdjustment_View_Form
source: Incoming Adjustment ({0})
vi: Điều Chỉnh Nhập Kho ({0})

# ST_SA_StockArrivingAdjustment_View_Path
source: Stock > Stock Management > Incoming Adjustment ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Điều Chỉnh Nhập Kho ({0}) > Xem

# ST_SA_StockArrivingForPurchaseOrder_New_Form
source: Stock Arriving For Purchase Order ({0})
vi: Nhập Từ Đơn Mua Hàng ({0})

# ST_SA_StockArrivingForPurchaseOrder_New_Path
source: Stock > Stock Management > Stock Arriving For Purchase Order ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Nhập Từ Đơn Mua Hàng ({0}) > Thêm

# ST_SA_StockArrivingForPurchaseOrder_View_Form
source: Stock Arriving For Purchase Order ({0})
vi: Nhập Từ Đơn Mua Hàng ({0})

# ST_SA_StockArrivingForPurchaseOrder_View_Path
source: Stock > Stock Management > Stock Arriving For Purchase Order ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Nhập Từ Đơn Mua Hàng ({0}) > Xem

# ST_SH_ReturnDeliveryToSupplier_New_Form
source: Return Delivery To Supplier ({0})
vi: Trả Hàng Cho Nhà Cung Cấp ({0})

# ST_SH_ReturnDeliveryToSupplier_New_Path
source: Stock > Stock Management > Return Delivery To Supplier ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Trả Hàng Cho Nhà Cung Cấp ({0}) > Thêm

# ST_SH_ReturnDeliveryToSupplier_View_Form
source: Return Delivery To Supplier ({0})
vi: Trả Hàng Cho Nhà Cung Cấp ({0})

# ST_SH_ReturnDeliveryToSupplier_View_Path
source: Stock > Stock Management > Return Delivery To Supplier ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Trả Hàng Cho Nhà Cung Cấp ({0}) > Xem

# ST_SH_ScrappingFromNG_New_Form
source: Scrapping From NG ({0})
vi: Hủy Hàng NG ({0})

# ST_SH_ScrappingFromNG_New_Path
source: Stock > Stock Management > Scrapping From NG ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Hủy Hàng Ng ({0}) > Thêm

# ST_SH_ScrappingFromNG_View_Form
source: Scrapping From NG ({0})
vi: Hủy Hàng NG ({0})

# ST_SH_ScrappingFromNG_View_Path
source: Stock > Stock Management > Scrapping From NG ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất> Hủy Hàng Ng ({0}) > Xem

# ST_SH_StockShippingAdjustment_New_Form
source: Outgoing Adjustment ({0})
vi: Điều Chỉnh Xuất Kho ({0})

# ST_SH_StockShippingAdjustment_New_Path
source: Stock > Stock Management > Outgoing Adjustment ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Điều Chỉnh Xuất Kho ({0}) > Thêm

# ST_SH_StockShippingAdjustment_View_Form
source: Outgoing Adjustment ({0})
vi: Điều Chỉnh Xuất Kho ({0})

# ST_SH_StockShippingAdjustment_View_Path
source: Stock > Stock Management > Outgoing Adjustment ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Điều Chỉnh Xuất Kho ({0}) > Xem

# ST_SH_StockShippingForDelivery_New_Form
source: Stock Shipping For Delivery ({0})
vi: Xuất Hàng Chuyển Giao {0}

# ST_SH_StockShippingForDelivery_New_Path
source: Stock > Stock Management > Stock Shipping For Delivery ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Xuất Hàng Chuyển Giao {0} > Thêm

# ST_SH_StockShippingForDelivery_View_Form
source: Stock Shipping For Delivery ({0})
vi: Xuất Hàng Chuyển Giao {0}

# ST_SH_StockShippingForDelivery_View_Path
source: Stock > Stock Management > Stock Shipping For Delivery ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Xuất Hàng Chuyển Giao {0} > Xem

# ST_StockOverview_colAmount
source: Amount
vi: Thành Tiền

# ST_StockOverview_colBalanceFlag
source: In/Out
vi: Xuất/Nhập

# ST_StockOverview_colInputQuantity
source: Quantity
vi: Số Lượng

# ST_StockOverview_colInputUnit
source: Unit
vi: ĐVT

# ST_StockOverview_colItemCode
source: Item Code
vi: Mã Hàng

# ST_StockOverview_colItemName
source: Item Name
vi: Tên Hàng

# ST_StockOverview_colRemark
source: Remark
vi: Ghi Chú

# ST_StockOverview_colUnitPrice
source: Unit Price
vi: Đơn Giá

# ST_StockOverview_Search_Form
source: Stock Overview ({0})
vi: Tổng Quan ({0})

# ST_StockOverview_Search_Path
source: Stock > Stock Management > Stock Overview ({0})
vi: Nhập Xuất > Quản Lý Nhập Xuất > Tổng Quan ({0})

# ST_ST_NGRecycleMaterial_New_Form
source: NG Recycle Materials ({0})
vi: Tái Sử Dụng NVL Từ NG ({0})

# ST_ST_NGRecycleMaterial_New_Path
source: Stock > Stock Management > NG Recycle Materials ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Tái Sử Dụng NVL Từ NG ({0}) > Thêm

# ST_ST_NGRecycleMaterial_View_Form
source: NG Recycle Materials ({0})
vi: Tái Sử Dụng NVL Từ NG ({0})

# ST_ST_NGRecycleMaterial_View_Path
source: Stock > Stock Management > NG Recycle Materials ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Tái Sử Dụng NVL Từ NG ({0}) > Xem

# ST_ST_StockTransferArrivingInStorage_Edit_Form
source: Stock Transfer - Arriving In Storage ({0})
vi: Luân Chuyển - Nhập Kho ({0})

# ST_ST_StockTransferArrivingInStorage_Edit_Path
source: Stock > Stock Management > Stock Transfer - Arriving In Storage ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Luân Chuyển - Nhập Kho ({0}) > Thêm

# ST_ST_StockTransferArrivingInStorage_View_Form
source: Stock Transfer - Arriving In Storage ({0})
vi: Luân Chuyển - Nhập Kho ({0})

# ST_ST_StockTransferArrivingInStorage_View_Path
source: Stock > Stock Management > Stock Transfer - Arriving In Storage ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Luân Chuyển - Nhập Kho ({0}) > Xem

# ST_ST_StockTransferShippingFromStorage_New_Form
source: Stock Transfer - Shipping From Storage ({0})
vi: Luân Chuyển - Xuất Kho ({0})

# ST_ST_StockTransferShippingFromStorage_New_Path
source: Stock > Stock Management > Stock Transfer - Shipping From Storage ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Luân Chuyển - Xuất Kho ({0}) > Thêm

# ST_ST_StockTransferShippingFromStorage_View_Form
source: Stock Transfer - Shipping From Storage ({0})
vi: Luân Chuyển - Xuất Kho ({0})

# ST_ST_StockTransferShippingFromStorage_View_Path
source: Stock > Stock Management > Stock Transfer - Shipping FromStorage ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Luân Chuyển - Xuất Kho ({0}) > Xem

# ST_ST_TransferForProductionLine_New_Form
source: Transfer For Production Line ({0})
vi: Chuyển Công Đoạn ({0})

# ST_ST_TransferForProductionLine_New_Path
source: Stock > Stock Management > Transfer For Production Line ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Chuyển Công Đoạn ({0}) > Thêm

# ST_ST_TransferForProductionLine_View_Form
source: Transfer For Production Line ({0})
vi: Chuyển Công Đoạn ({0})

# ST_ST_TransferForProductionLine_View_Path
source: Stock > Stock Management > Transfer For Production Line ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Chuyển Công Đoạn ({0}) > Xem

# ST_ST_TransferPosting_New_Form
source: Transfer Posting ({0})
vi: Chuyển Trạng Thái ({0})

# ST_ST_TransferPosting_New_Path
source: Stock > Stock Management > Transfer Posting ({0}) > Add
vi: Nhập Xuất > Quản Lý Nhập Xuất > Chuyển Trạng Thái ({0}) > Thêm

# ST_ST_TransferPosting_View_Form
source: Transfer Posting ({0})
vi: Chuyển Trạng Thái ({0})

# ST_ST_TransferPosting_View_Path
source: Stock > Stock Management > Transfer Posting ({0}) > View
vi: Nhập Xuất > Quản Lý Nhập Xuất > Chuyển Trạng Thái ({0}) > Xem

source: Sum
vi: Tổng Cộng

# SY_ChangePassword_001
source: 99-{0} must be matched with Login user's current password!
vi: 99-' {0} ' phải bằng ' Mật khẩu của ID ' đăng nhập

# SY_ChangePassword_Edit_Form
source: Change Password
vi: Thay Đổi Mật Khẩu

# SY_ChangePassword_Edit_Path
source: System > User Management > Change Password
vi: Hệ Thống > Quản Lý Người Dùng > Thay Đổi Mật Khẩu

# SY_CompanyInfomation_Edit_Form
source: Company Information
vi: Cập Nhật Công Ty

# SY_CompanyInfomation_Edit_Path
source: Master > Common > Company Information
vi: Danh Mục > Chung > Thông Tin Công Ty

# SY_CompanyInfomation_New_Form
source: Company Information
vi: Thêm Chi Tiết Thông Tin Công Ty

# SY_CompanyInfomation_New_Path
source: Master > Common > Company Information
vi: Danh Mục > Chung > Thông Tin Công Ty

# SY_Parameters_Edit_Form
source: Parameters
vi: Thông Số Hệ Thống

# SY_Parameters_Edit_Path
source: System > Common > Parameters
vi: Hệ Thống > Chung > Thông Số Hệ Thống

# SY_SystemJournals_Search_Form
source: System Journals
vi: Nhật Ký Hệ Thống

# SY_SystemJournals_Search_Path
source: System > History > System Journals
vi: Hệ Thống > Lịch Sử > Nhật Ký Hệ Thống

# SY_UserGroupsPermission_Edit_Form
source: Edit User Groups Permission Detail
vi: Cập Nhật Chi Tiết Quyền Thao Tác Của Nhóm Người Dùng

# SY_UserGroupsPermission_Edit_Path
source: System > User Management > User Groups > User Groups Detail > User Groups Permission
vi: Hệ Thống > Quản Lý Người Dùng > Nhóm Người Dùng > Chi Tiết Nhóm Người Dùng > Quyền Thao Tác

# SY_UserGroupsPermission_New_Form
source: Add User Groups Permission Detail
vi: Thêm Chi Tiết Quyền Thao Tác Của Nhóm Người Dùng

# SY_UserGroupsPermission_New_Path
source: System > User Management > User Groups > User Groups Detail User Groups Detail Permission
vi: Hệ Thống > Quản Lý Người Dùng > Nhóm Người Dùng > Chi Tiết Nhóm Người Dùng > Quyền Thao Tác

# SY_UserGroupsPermission_View_Form
source: User Groups Permission Detail
vi: Chi Tiết Quyền Thao Tác Của Nhóm Người Dùng

# SY_UserGroupsPermission_View_Path
source: System > User Management > User Groups > User Groups Detail > User Groups Detail Permission
vi: Hệ Thống > Quản Lý Người Dùng > Nhóm Người Dùng > Chi Tiết Nhóm Người Dùng > Quyền Thao Tác

# SY_UserGroups_colDisplayName
source: Display Name
vi: Tên Người Dùng

# SY_UserGroups_colStatus
source: Status
vi: Trạng Thái

# SY_UserGroups_colUserCode
source: User Code
vi: Mã Người Dùng

# SY_UserGroups_Edit_Form
source: Edit User Group Detail
vi: Cập Nhật Chi Tiết Nhóm Người Dùng

# SY_UserGroups_Edit_Path
source: System > User Management > User Groups > User Group Detail
vi: Hệ Thống > Quản Lý Người Dùng > Nhóm Người Dùng > Chi Tiết Nhóm Người Dùng

# SY_UserGroups_New_Form
source: Add User Group Detail
vi: Thêm Chi Tiết Nhóm Người Dùng

# SY_UserGroups_New_Path
source: System > User Management > User Groups > User Group Detail
vi: Hệ Thống > Quản Lý Người Dùng > Nhóm Người Dùng > Chi Tiết Nhóm Người Dùng

# SY_UserGroups_Search_Form
source: User Groups
vi: Nhóm Người Dùng

# SY_UserGroups_Search_Path
source: System > User Management > User Groups
vi: Hệ Thống > Quản Lý Người Dùng > Nhóm Người Dùng

# SY_UserGroups_View_Form
source: User Group Detail
vi: Chi Tiết Nhóm Người Dùng

# SY_UserGroups_View_Path
source: System > User Management > User Groups > User Group Detail
vi: Hệ Thống > Quản Lý Người Dùng > Nhóm Người Dùng > Chi Tiết Nhóm Người Dùng

# SY_Users_Edit_Form
source: Edit User Detail
vi: Cập Nhật Chi Tiết Người Dùng

# SY_Users_Edit_Path
source: System > User Management > Users > User Detail
vi: Hệ Thống > Quản Lý Người Dùng > Người Dùng > Chi Tiết Người Dùng

# SY_Users_New_Form
source: Add User Detail
vi: Thêm Chi Tiết Người Dùng

# SY_Users_New_Path
source: System > User Management > Users > User Detail
vi: Hệ Thống > Quản Lý Người Dùng > Người Dùng > Chi Tiết Người Dùng

# SY_Users_Search_Form
source: Users
vi: Người Dùng

# SY_Users_Search_Path
source: System > User Management > Users
vi: Hệ Thống > Quản Lý Người Dùng > Người Dùng

# SY_Users_View_Form
source: User Detail
vi: Chi Tiết Người Dùng

# SY_Users_View_Path
source: System > User Management > Users > User Detail
vi: Hệ Thống > Quản Lý Người Dùng > Người Dùng > Chi Tiết Người Dùng

source: Total
vi: Tổng

source: Unit
vi: ĐVT
