Repository: conket/conket
Catalog: NihongoVoca - Copy/Core/Properties/COM_MSG_*.resx
Languages: vi

# ChangePass_001
source: 99-[Old Password] must be matched with login user's current password!
vi: 99-[Mật Khẩu Cũ] không phù hợp với mật khẩu của tài khoản hiện tại!

# ChangePass_002
source: 99-[New Password] must be fill in!
vi: 99-[Mật Khẩu Mới] phải được nhập!

# ChangePass_003
source: 99-[New Password Confirm] must be fill in!
vi: 99-[Xác Nhận Mật Khẩu Mới] phải được nhập!

# ChangePass_004
source: 99-[New Password] isn't matched with [Confirm Password].
vi: 99-[Mật Khẩu Mới] không phù hợp với [Xác Nhận Mật Khẩu Mới].

# COM_MSG_ACCESS_DENIED
source: 99-Access deniable.
vi: 99-Không thể truy cập.

# COM_MSG_ACT_FAILED
source: 97-{0} failed.
vi: 97-{0} thất bại.

# COM_MSG_ACT_SUCCESSFULLY
source: 97-{0} successfully.
vi: 97-{0} thành công.

# COM_MSG_ACT_SUCCESSFULLY_AND_ROWS
source: 97-{0} successfully: {1} Rows.
vi: 97-{0} thành công: {1} dòng.

# COM_MSG_CANCEL_SUCCESSFULLY
source: 95-Cancel successfully.
vi: 95-Hủy bỏ thành công.

# COM_MSG_CAN_NOT_PRINT
source: 98-Can't print over {0} times.
vi: 98-Không thể in nhiều hơn {0} lần.

# COM_MSG_CONCURRENCY_VIOLATION
source: 99-It is out of date.
vi: 99-Dữ liệu đã bị quá hạn.

# COM_MSG_CONFIRM_ACT
source: 96-Do you want to [{0}]?
vi: 96-Bạn có muốn {0} không?

# COM_MSG_CONFIRM_CANCEL
source: 96-Do you want to cancel?
vi: 96-Bạn có muốn hủy bỏ dữ liệu không?

# COM_MSG_CONFIRM_CLOSE
source: 96-Do you want to close this period?
vi: 96-Bạn có muốn đóng kỳ này không?

# COM_MSG_CONFIRM_DELETE
source: 96-Do you want to delete?
vi: 96-Bạn có muốn xóa không?

# COM_MSG_CONFIRM_EXIT
source: 96-Information has been changed. Do you want to save before exit?
vi: 96-Thông tin đã được thay đổi. Bạn có muốn lưu trước khi thoát không?

# COM_MSG_CONFIRM_LOCK
source: 96-Are you sure you want to lock this period?
vi: 96-Bạn có chắc chắn bạn muốn khóa kỳ này?

# COM_MSG_CONFIRM_OPEN
source: 96-Do you want to open this period?
vi: 96-Bạn có muốn mở kỳ này không?

# COM_MSG_CONFIRM_PROCESS
source: 96-Are you sure you want to process?
vi: 96-Bạn có chắc chắn bạn muốn xử lí?

# COM_MSG_CONFIRM_SAVE
source: 96-Do you want to save?
vi: 96-Bạn có muốn lưu dữ liệu không?

# COM_MSG_CONFIRM_UNLOCK
source: 96-Are you sure you want to unlock this period?
vi: 96-Bạn có chắc chắn bạn muốn mở khóa kỳ này?

# COM_MSG_CONNECTION_LOST
source: 99-Connection has been lost.
vi: 99-Không thể kết nối.

# COM_MSG_CURRENT_PERIOD_NOT_ENTRY_PRICE
source: 99-Period {0} wasn't inputed Unit Price yet.
vi: 99-Kỳ {0} chưa được nhập giá.

# COM_MSG_DATA_BEING_USED
source: 99-Can't edit {0}, data being in used.
vi: 99-Không thể thay đổi {0}, dữ liệu đã được sử dụng.

# COM_MSG_DATA_IN_OUT_NOT_FOUND
source: 99-No data input/output, you cannot close this period.
vi: 99-Không có dữ liệu đầu vào/đầu ra, bạn không thể đóng kỳ này.

# COM_MSG_DATA_NOT_FOUND
source: 99-The data hasn't found.
vi: 99-Không tìm thấy dữ liệu.

# COM_MSG_DATA_OR_FILE_NOT_FOUND
source: 99-The [{0}] hasn't found.
vi: 99-Không tìm thấy [{0}] .

# COM_MSG_DEADLOCK_FOUND
source: 99-The deadlock has Found.
vi: 99-Đã xảy ra việc trì trệ hệ thống(deadlock).

# COM_MSG_DELETE_SUCCESSFULLY
source: 95-Delete successfully.
vi: 95-Xóa thành công.

# COM_MSG_DUPPLICATE_KEY
source: 99-The data is already exist. Please input other!
vi: 99-Dữ liệu đã tồn tại. Xin vui lòng nhập lại!

# COM_MSG_EXISTED
source: 99-[{0}] is already exist.
vi: 99-[{0}] đã tồn tại.

# COM_MSG_EXPORT_SUCCESSFULLY1
source: 95-Export successfully!
vi: 95-Xuất thành công!

# COM_MSG_FILE_BEING_USED
source: 99-Can't access the file [{0}], this file being in used by other process.
vi: 99-Không thể truy cập tập tin [{0}] vì tập tin đang được mở bởi chương trình khác.

# COM_MSG_FOREIGN_KEY_NOT_EXIST
source: 99-Foreign key not exist.
vi: 99-Khóa ngoại không tồn tại.

# COM_MSG_FOREIGN_KEY_VIOLATION
source: 99-Can't be deleted, data being in use.
vi: 99-Không thể xóa, dữ liệu đang được sử dụng.

# COM_MSG_GENERAL_EXCEPTION
source: 99-System exception occurred.
vi: 99-Đã xảy ra lỗi hệ thống.

# COM_MSG_GREATER_THAN
source: 99-[{0}] must be greater than [{1}]!
vi: 99-[{0}] phải lớn hơn [{1}]!

# COM_MSG_GREATER_THAN_OR_EQUAL
source: 99-[{0}] must be greater than or equal to [{1}]!
vi: 99-[{0}] phải lớn hơn hoặc bằng [{1}]!

# COM_MSG_GRID_DETAIL_DUPPLICATED
source: 99-Shipping/Arriving items on grid {0} and grid {1} was dupplicated.
vi: 99-Danh sách xuất/nhập trên lưới {0} và lưới {1} bị trùng lắp.

# COM_MSG_GRID_DETAIL_LINE_EXISTED
source: 99-Grid [{0}]: Line [{1}]: [{2}] has already been existed.
vi: 99-Lưới [{0}]: Dòng [{1}]: [{2}] đã tồn tại.

# COM_MSG_GRID_DETAIL_LINE_GREATER_THAN
source: 99-Grid {0}: Line {1} - [{2}] must be greater than [{3}]!
vi: 99-Lưới {0}: Dòng {1} - [{2}] phải lớn hơn [{3}]!

# COM_MSG_GRID_DETAIL_LINE_INVALID
source: 99-Grid {0}: Line {1} - {2} is invalid.
vi: 99-Lưới {0}: Dòng {1} - [{2}] không hợp lệ.

# COM_MSG_GRID_DETAIL_LINE_REQUIRED
source: 99-Grid {0}: Line {1} - {2} must be fill in!
vi: 99-Lưới {0}: Dòng {1} - [{2}] bắt buộc nhập.

# COM_MSG_GRID_DETAIL_REQUIRED
source: 99-Transaction list on grid {0} must be fill in!
vi: 99-Danh sách các giao dịch nghiệp vụ [{0}] bắt buộc nhập.

# COM_MSG_GRID_INVENTORY_COUNTED_QTY_REQUIRED
source: 99-Line {0}: [{1}] must be fill in.
vi: 99-Dòng [{0}]: [{1}] bắt buộc nhập.

# COM_MSG_GRID_INVENTORY_DUPLICATED
source: 99-Duplicated item list.
vi: 99-Danh sách Mã hàng trong kho bị trùng.

# COM_MSG_GRID_INVENTORY_REQUIRED
source: 99-Item list must be fill in!
vi: 99-Danh sách Mã hàng kho bắt buộc nhập.

# COM_MSG_GRID_LINE_EXISTED
source: 99-Line [{0}]: [{1}] has already been existed.
vi: 99-Dòng [{0}]: [{1}] đã tồn tại.

# COM_MSG_GRID_LINE_GREATER_THAN
source: 99-Line {0}: [{1}] must be greater than [{2}]!
vi: 99-Dòng {0}: [{1}] phải lớn hơn [{2}]!

# COM_MSG_GRID_LINE_INVALID
source: 99-Line {0}: {1} is invalid.
vi: 99-Dòng {0}: [{1}] không hợp lệ.

# COM_MSG_GRID_LINE_REQUIRED
source: 99-Line {0}: {1} must be fill in!
vi: 99-Dòng {0}: [{1}] bắt buộc nhập.

# COM_MSG_GRID_RECORD_OF_TOTAL
source: Record {0} of {1}
vi: Mẫu tin {0} của {1}

# COM_MSG_GRID_REQUIRED
source: 99-Transaction list must be fill in!
vi: 99-Danh sách các giao dịch nghiệp vụ bắt buộc nhập!

# COM_MSG_HAS_INVENTORY
source: 99-Item has inventory.
vi: 99-Sản phẩm đã có tồn kho.

# COM_MSG_HAVING_CHANGE
source: 96-The information has been changed. Do you want to save before exiting?
vi: 96-Thông tin đã được thay đổi. Bạn có muốn lưu dữ liệu trước khi thoát không?

# COM_MSG_HEADERGRID_DRAG
source: Drag a column header here to group by that column
vi: Kéo thả tiêu đề của cột vào đây để nhóm theo cột đó!

# COM_MSG_IMPORT_LINE_INVALID
source: 99-Line {0}: {1} column is invalid.
vi: 99-Dòng {0}: Cột [{1}] không hợp lệ.

# COM_MSG_IMPORT_LINE_NOT_EXIST
source: 99-Line {0}: {1} column doesn't exist.
vi: 99-Dòng {0}: Cột [{1}] không tồn tại.

# COM_MSG_INSERT_SUCCESSFULLY
source: 95-Insert successfully!
vi: 95-Thêm mới thành công.

# COM_MSG_INVALID_DATABASE
source: 99-Invalid Database.
vi: 99-Không tìm thấy Cơ sở dữ liệu.

# COM_MSG_INVALID_DATA_OR_ACTION
source: 99-Invalid {0}.
vi: 99-{0} không hợp lệ.

# COM_MSG_INVALID_EMAIL
source: 99-Invalid Email Address.
vi: 99-[Địa chỉ Email] không hợp lệ.

# COM_MSG_INVALID_HOST
source: 99-Invalid Host.
vi: 99-Thông tin Máy chủ không hợp lệ.

# COM_MSG_LESS_THAN
source: 99-[{0}] must be less than [{1}]!
vi: 99-[{0}] phải nhỏ hơn [{1}]!

# COM_MSG_LESS_THAN_OR_EQUAL
source: 99-[{0}] must be less than or equal to [{1}]!
vi: 99-[{0}] phải nhỏ hơn hoặc bằng [{1}]!

# COM_MSG_LOCK_WAIT_TIMEOUT_EXCEEDED
source: 99-Over timeout.
vi: 99-Vượt quá thời gian truy cập hệ thống

# COM_MSG_MATCHED_PASSWORD
source: 99-[{0}] must be matched with [{1}]!
vi: 99-[{0}] phải khớp với [{1}]!

# COM_MSG_MORE_ONE_ROW_SELECTED
source: 98-There are more than 1 selected row.
vi: 98-Có nhiều hơn 1 dòng được chọn.

# COM_MSG_NEXT_PERIOD_NOT_LOCK
source: 99-{0} period is not lock.
vi: 99-Kỳ {0} chưa được khóa.

# COM_MSG_NEXT_PERIOD_NOT_UNLOCK
source: 99-{0} period is not unlock.
vi: 99-Kỳ {0} chưa được mở khóa.

# COM_MSG_NOT_EQUAL
source: 99-[{0}] not equal to [{1}].
vi: 99-[{0}] phải khác [{1}]!

# COM_MSG_NOT_EXIST
source: 99-{0}] doesn't exist.
vi: 99-[{0}] không tồn tại!

# COM_MSG_NOT_MATCH
source: 99-The [{0}] isn't matched with the [{1}].
vi: 99-[{0}] chưa trùng khớp [{1}].

# COM_MSG_NOT_MATCH_WARNING
source: 98-[{0}] does not match the [{1}].
vi: 98-[{0}] chưa trùng khớp [{1}]

# COM_MSG_NOT_OPEN_PERIOD
source: 99-The previous period isn't closed, you can't open the current period.
vi: 99-Kỳ trước chưa được đóng, bạn không thể mở kỳ này.

# COM_MSG_NOT_PERMISSION_EDIT
source: 99-You don’t have permission to edit system data.
vi: 99-Bạn không có quyền thao tác dữ liệu hệ thống.

# COM_MSG_NOT_REOPEN_PERIOD
source: 99-You can't open this period.
vi: 99-Bạn không thể mở kỳ này.

# COM_MSG_NO_ROW_SELECTED
source: 98-No row selected.
vi: 98-Không có dòng nào được chọn.

# COM_MSG_PERIOD_NOT_UNLOCK
source: 99-You cannot unlock this period.
vi: 99-Bạn không thể mở khóa cho kỳ này.

# COM_MSG_PREVIOUS_PERIOD_NOT_CLOSE
source: 99-The previous period isn't closed.
vi: 99-Kỳ trước chưa được đóng.

# COM_MSG_PROCESS_NOT_VALID
source: 99-Can not process this action. Action is not valid.
vi: 99-Không thể xử lí thao tác này. Thao tác không hợp lệ.

# COM_MSG_PROCESS_SUCCESSFULLY
source: 95-Process successfully!
vi: 95-Xử lí thành công!

# COM_MSG_REQUIRED
source: 99-[{0}] must be fill in!
vi: 99-[{0}] bắt buộc nhập.

# COM_MSG_ROW_FOUND
source: 97-{0} row(s) has found.
vi: 97-{0} dòng đã được tìm thấy.

# COM_MSG_SAME_PERIOD
source: 99-[{0}], [{1}] to the same period.
vi: 99-[{0}], [{1}] phải cùng kỳ.

# COM_MSG_SIZE_LIMITED
source: 99-The file size exceeds system's allowed limit ({0} KB). You can't save.
vi: 99-Dung lượng file đã vượt quá giới hạn cho phép ({0} KB) và hệ thống không thể thực hiện tác vụ này.

# COM_MSG_STOCK_ARRIVING_DATE_NO_NULL
source: 99-[Arriving Date] must be fill in!
vi: 99-[Ngày đến] bắt buộc nhập.

# COM_MSG_STOCK_CANCEL_FAIL
source: 99-Cancel failed.
vi: 99-Hủy bỏ thất bại.

# COM_MSG_STOCK_CANCEL_RELATED_FAIL
source: 99-Document had related transactions. Can not cancel.
vi: 99-Chứng từ đã phát sinh nghiệp vụ liên quan. Không thể hủy bỏ.

# COM_MSG_STOCK_CUSTOMER_NO_NULL
source: 99-[Customer] must be fill in!
vi: 99-[Khách hàng] bắt buộc nhập.

# COM_MSG_STOCK_DOCUMENT_NO_NULL
source: 99-[Document No] must be fill in!
vi: 99-[Số chứng từ] bắt buộc nhập.

# COM_MSG_STOCK_GRID_DATA_NOT_FOUND
source: 99-Line {0}: [Production Line] isn't found.
vi: 99-Dòng {0}: [Dây chuyền sản xuất] không tìm thấy.

# COM_MSG_STOCK_GRID_STOCK_MINUS_NG
source: 99-Line {0}: Don't allow negative stock.
vi: 99-Dòng {0}: Không được phép xuất kho âm.

# COM_MSG_STOCK_GRID_STOCK_MINUS_OK
source: 99-Line {0}: Allow to negative stock.
vi: 99-Dòng {0}: Được phép xuất kho âm.

# COM_MSG_STOCK_GRID_STOCK_OUT_ENOUGH
source: 99-Line {0}: Stock out amount is enough.
vi: 99-Dòng {0}: Hàng đủ.

# COM_MSG_STOCK_GRID_STOCK_OUT_LACK
source: 99-Line {0}: Stock out amount is lack.
vi: 99-Dòng {0}: Thiếu số lượng cần xuất kho

# COM_MSG_STOCK_GRID_STOCK_PRODUCTION_LINE_NOT_EXIST
source: 99-Line {0}: [Production line] isn't exist in stock.
vi: 99-Dòng {0}: [Công đoạn] không tồn tại trong kho.

# COM_MSG_STOCK_GRID_STOCK_QUALITY_STATUS_NOT_EXIST
source: 99-Line {0}: [Quality Status] isn't exist in stock.
vi: 99-Dòng {0}: [Trạng thái] không tồn tại trong kho.

# COM_MSG_STOCK_GRID_STOCK_RELATED_DOCUMENT_QTY_NOT_VALID
source: 99-Line {0}: Item's quantity of related document is not valid.
vi: 99-Dòng {0}: Số lượng sản phẩm của chứng từ liên quan không hợp lệ.

# COM_MSG_STOCK_GRID_STOCK_SAFETY_DANGEROUS
source: 98-Line {0}: Safety stock is dangerous.
vi: 98-Dòng {0}: Cảnh báo vi phạm tồn kho an toàn.

# COM_MSG_STOCK_GRID_STOCK_STOCK_TYPE_NOT_VALID
source: 99-Line {0}: [Stock Type] isn't valid.
vi: 99-Dòng {0}: [Loại nhập kho] không hợp lệ.

# COM_MSG_STOCK_ITEM_CODE_NULL
source: 99-[Item Code] must be fill in!
vi: 99-[Mã hàng] bắt buộc nhập.

# COM_MSG_STOCK_MINUS_NG
source: 99-Don't allow negative stock.
vi: 99-Được phép xuất kho âm.

# COM_MSG_STOCK_MINUS_OK
source: 97-Allow negative stock.
vi: 97-Không được phép xuất kho âm.

# COM_MSG_STOCK_OUT_ENOUGH
source: 97-Stock out amount is enough.
vi: 97-Đủ số lượng cần xuất kho.

# COM_MSG_STOCK_OUT_LACK
source: 99-Stock out amount is lack.
vi: 99-Thiếu số lượng cần xuất kho.

# COM_MSG_STOCK_PERIOD_CLOSE
source: 99-[Period] is closed.
vi: 99-Kỳ kho đã bị đóng.

# COM_MSG_STOCK_PERIOD_LOCK
source: 99-Inventory period was locked.
vi: 99-Kì kiểm kho đã khóa.

# COM_MSG_STOCK_PERIOD_NOT_EXIST
source: 99-[Period] doesn't exist.
vi: 99-Kỳ kho không tồn tại.

# COM_MSG_STOCK_PRINT_CONFIRM
source: 96-Do you want to print?
vi: 96-Bạn có muốn in phiếu không?

# COM_MSG_STOCK_SAFETY_DANGEROUS
source: 98-Safety stock is dangerous. Do you want to continue?
vi: 98-Cảnh báo vi phạm tồn kho an toàn. Bạn có muốn tiếp tục không?

# COM_MSG_STOCK_SHIPPING_DATE_NO_NULL
source: 99-[Shipping Date] must be fill in!
vi: 99-[Ngày xuất] bắt buộc nhập.

# COM_MSG_STOCK_SUPPLIER_NO_NULL
source: 99-[Supplier] must be fill in!
vi: 99-[Nhà cung cấp] bắt buộc nhập.

# COM_MSG_STOCK_WAREHOUSE2_NOT_EXIST
source: 99-[Arriving Warehouse] doesn't exist.
vi: 99-[Kho nhận] không tồn tại.

# COM_MSG_STOCK_WAREHOUSE2_NO_NULL
source: 99-[Arriving Warehouse] must be fill in!
vi: 99-[Kho nhận] bắt buộc nhập.

# COM_MSG_UPDATE_SUCCESSFULLY
source: 95-Update successfully.
vi: 95-Cập nhật thành công.

# COM_MSG_WAREHOUSE_MAIN_NOT_TRANSFER_WIP
source: 99-Main warehouse is not allow transfer wip
vi: 99-Kho main không cho phép chuyển WIP

# FG
source: Finished Goods
vi: Thành Phẩm

# FilePathExisting
source: The file hasn't found.
vi: Tập tin không tồn tại.

# ItemCodeField
source: Item Code
vi: Tên Hàng

# ItemNameField
source: Item Name
vi: Mã Hàng

source: Item Type
vi: Loại Hàng

# IV_ArrivingIssueInquiry_Search_Form
source: Inventory Transaction List
vi: Danh Sách Giao Dịch Hàng Tồn Kho

# IV_ArrivingIssueInquiry_Search_Path
source: Inventory > Inventory Management > Inventory Transaction List
vi: Tồn Kho > Quản Lý Tồn Kho > Danh Sách Giao Dịch Hàng Tồn Kho

# IV_ArrivingIssueInquiry_View_Form
source: View Detail
vi: Xem Chi Tiết

# IV_ArrivingIssueInquiry_View_Path
source: Inventory > Inventory Management > Inventory Transaction List > View Detail
vi: Tồn Kho > Quản Lý Tồn Kho > Danh Sách Giao Dịch Hàng Tồn Kho > Xem Chi Tiết

# IV_InventoryInquiry_Edit_Form
source: View Detail
vi: Xem Chi Tiết

# IV_InventoryInquiry_Edit_Path
source: Inventory > Inventory Management > Inventory Inquiry > View Detail
vi: Tồn Kho > Quản Lý Tồn Kho > Thống Kê Tồn Kho > Xem Chi Tiết

# IV_InventoryInquiry_New_Form
source: Add
vi: Thêm

# IV_InventoryInquiry_New_Path
source: Inventory > Inventory Management > Inventory Inquiry > Add
vi: Tồn Kho > Quản Lý Tồn Kho > Thống Kê Tồn Kho > Thêm

# IV_InventoryInquiry_Search_Form
source: Inventory Inquiry
vi: Thống Kê Tồn Kho

# IV_InventoryInquiry_Search_Path
source: Inventory > Inventory Management > Inventory Inquiry
vi: Tồn Kho > Quản Lý Tồn Kho > Thống Kê Tồn Kho

# IV_InventoryInquiry_View_Form
source: View Detail
vi: Xem Chi Tiết

# IV_InventoryInquiry_View_Path
source: Inventory > Inventory Management > Inventory Inquiry > View Detail
vi: Tồn Kho > Quản Lý Tồn Kho > Thống Kê Tồn Kho > Xem Chi Tiết

# IV_MSG_CurrentPeriodNotEntryPrice
source: 99-Unpriced transaction(s) have existed for this period. Please solve it first.
vi: 99-Giao dịch chưa nhập giá vẫn còn tồn tại trong kì. Vui lòng xừ lí trước.

# IV_MSG_CurrentPeriodNotEntryPrice_Detail
source: 99-Unpriced transaction(s) have existed. Period: {0}, DocumentNo: {1}, Warehouse: {2}, ItemCode: {3}
vi: 99-Giao dịch chưa nhập giá vẫn còn tồn tại. Kì: {0}, Chứng từ: {1}, Kho: {2}, Mã mặt hàng: {3}

# IV_MSG_HavingTransferTransactionNotCompletedInOnePeriod
source: 99-Having transfer transaction(s) that not completed in one period. Please solve it first.
vi: 99-Giao dịch luân chuyển kho không hoàn tất trong một kì vẫn còn tồn tại. Vui lòng xừ lí trước.

# IV_MSG_HavingTransferTransactionNotCompletedInOnePeriod_Detail
source: 99-Having transfer transaction(s) that not completed. Period: {0}, DocumentNo: {1}, Warehouse (Shipping): {2}, Warehouse (Arriving): {3}
vi: 99-Giao dịch luân chuyển kho không hoàn tất trong cùng một kì. Kì: {0}, Chứng từ: {1}, Kho Đi: {2}, Kho đến: {3}

# IV_MSG_MonthlyProcessOK
source: 97-No error.
vi: 97-Không có lỗi.

# IV_MSG_NegativeStockExist
source: 99-Minus stock have existed for this period. Please solve it first.
vi: 99-Tồn kho âm vẫn còn tồn tại trong kì. Vui lòng xừ lí trước.

# IV_MSG_NegativeStockExist_Detail
source: 99-Negative stock have existed. Period: {0}, Warehouse: {1}, ItemCode: {2}, QualityStatus: {3}, ProductionLine: {4}
vi: 99-Tồn kho âm vẫn còn tồn tại. Kì: {0}, Kho: {1}, Mã mặt hàng: {2}, Trạng thái: {3}, Công đoạn: {4}

# IV_MSG_NextPeriodNotOpened_Detail
source: 99-Next period has not been opened yet.
vi: 99-Kì sau chưa mở.

# IV_MSG_PendingTransferTransactionExist
source: 99-Pending transfer transaction(s) have existed for this period. Please solve it first.
vi: 99-Giao dịch luân chuyển kho đang trì hoãn vẫn còn tồn tại. Vui lòng xừ lí trước.

# IV_MSG_PendingTransferTransactionExist_Detail
source: 99-Pending transfer transaction(s) have existed. Period: {0}, DocumentNo: {1}, Warehouse: {2}
vi: 99-Giao dịch luân chuyển kho đang trì hoãn vẫn còn tồn tại. Kì: {0}, Chứng từ: {1}, Kho: {2}

# IV_MSG_PreviousPeriodNotClose
source: 99-Previous period has not closed yet. Please solve it first.
vi: 99-Kì trước chưa đóng. Vui lòng xừ lí trước.

# IV_MSG_PreviousPeriodNotClose_Detail
source: 99-Previous period has not been closed yet.
vi: 99-Kì trước chưa đóng.

# IV_MSG_TwoPeriodAreOpening_Detail
source: 99-Period {0} and {1} are opening. Can not open period {2}.
vi: 99-Kì {0} và {1} đang mở. Không thể mở kì {2}.

# IV_OpenClose_Close
source: Closed
vi: Đóng

# IV_OpenClose_Edit_Form
source: Monthly Process
vi: Mở/Đóng

# IV_OpenClose_Edit_Path
source: Inventory > Inventory Management > Monthly Process
vi: Tồn Kho > Quản Lý Tồn Kho > Mở/Đóng

# IV_OpenClose_Future
source: Future
vi: Tương Lai

# IV_OpenClose_Open
source: Opening
vi: Mở

# IV_OpenClose_View_Form
source: Monthly Process
vi: Mở/Đóng

# IV_OpenClose_View_Path
source: Inventory > Inventory Management > Monthly Process
vi: Tồn Kho > Quản Lý Tồn Kho > Mở/Đóng

# IV_PhysicalInventory_Edit_Form
source: Edit Count Sheet
vi: Cập Nhật Phiếu Kiểm Kho

# IV_PhysicalInventory_Edit_Path
source: Inventory > Inventory Management > Physical Inventory > Edit Count Sheet
vi: Tồn Kho > Quản Lý Tồn Kho > Kiểm Kho > Cập Nhật Phiếu Kiểm Kho

# IV_PhysicalInventory_New_Form
source: Add Count Sheet
vi: Thêm Phiếu Kiểm Kho

# IV_PhysicalInventory_New_Path
source: Inventory > Inventory Management > Physical Inventory > Add Count Sheet
vi: Tồn Kho > Quản Lý Tồn Kho > Kiểm Kho > Thêm Phiếu Kiểm Kho

# IV_PhysicalInventory_Search_Form
source: Physical Inventory
vi: Kiểm Kho

# IV_PhysicalInventory_Search_Path
source: Inventory > Inventory Management > Physical Inventory
vi: Tồn Kho > Quản Lý Tồn Kho > Kiểm Kho

# IV_PhysicalInventory_View_Form
source: View Count Sheet
vi: Xem Phiếu Kiểm Kho

# IV_PhysicalInventory_View_Path
source: Inventory > Inventory Management > Physical Inventory > View Count Sheet
vi: Tồn Kho > Quản Lý Tồn Kho > Kiểm Kho > Xem Phiếu Kiểm Kho

# IV_StockModify_Edit_Form
source: Edit
vi: Cập Nhật

# IV_StockModify_Edit_Path
source: Inventory > Inventory Management > Stock Modify > Edit
vi: Tồn Kho > Quản Lý Tồn Kho > Điều Chỉnh Kho > Cập Nhật

# IV_StockModify_MSG_DONT_HAVE_ANY_CHANGE
source: 99-Please modify some data in the grid then check again!
vi: 99-Vui Lòng Điều Chỉnh Dữ Liệu Trên Lưới Sau Đó Kiểm Tra Lại!

# IV_StockModify_MSG_ModifyQuantity_Difference_CurrentQuantity
source: 99-Line [{0}]: {1} must be different from {2}
vi: 99-Dòng [{0}]: {1} phải khác với {2}

# IV_StockModify_MSG_YOU_CAN_MODIFY_STOCK
source: 97-You can modify these stock transactions.
vi: 97-Bạn có thể chỉnh sửa dữ liệu này.

# IV_StockModify_New_Form
source: Add
vi: Thêm

# IV_StockModify_New_Path
source: Inventory > Inventory Management > Stock Modify > Add
vi: Tồn Kho > Quản Lý Tồn Kho > Điều Chỉnh Kho > Thêm

# IV_StockModify_Search_Form
source: Stock Modify
vi: Điều Chỉnh Kho

# IV_StockModify_Search_Path
source: Inventory > Inventory Management > Stock Modify
vi: Tồn Kho > Quản Lý Tồn Kho > Điều Chỉnh Kho

# IV_StockModify_View_Form
source: View
vi: Xem

# IV_StockModify_View_Path
source: Inventory > Inventory Management > Stock Modify > View
vi: Tồn Kho > Quản Lý Tồn Kho > Điều Chỉnh Kho > Xem

# Login_001
source: [User ID] must be fill in!
vi: 99-' Mã người dùng ' bắt buộc nhập.

# Login_002
source: [Password] must be fill in!
vi: 99-' Mật khẩu ' bắt buộc nhập.

# Login_003
source: [User ID] or [Password] is incorrect.
vi: 99-' Mã người dùng ' hoặc ' Mật khẩu ' không hợp lệ.

# Login_004
source: Connection Failed.
vi: 99-Kết nối thất bại

# Login_005
source: The account is inactive.
vi: 99-Tài khoản đăng nhập vô hiệu.

# Login_006
source: 96-User is currently logged in. Computer name: {0} IP: {1}
vi: 99-Tài khoản đã được đăng nhập, Máy: {0} IP: {1}

# MasterEditForm_Clear
source: Clear
vi: Xóa trắng

# MasterEditForm_Edit
source: Edit
vi: Sửa

# MasterEditForm_Next
source: Next
vi: Tiếp tục

# MasterEditForm_Reset
source: Reset
vi: Phục hồi

# MasterEditForm_SaveAndNext
source: Save And Next
vi: Lưu và tiếp tục

# MessageBoxs
source: Message
vi: Thông báo

# MonthlyInventoryTitle
source: Monthly Inventory
vi: Báo Cáo Tồn Kho Cuối Tháng

# MS_Customers_Edit_Form
source: Edit Customer Detail
vi: Cập Nhật Chi Tiết Khách Hàng

# MS_Customers_Edit_Path
source: Master > Partner Management > Customers > Customer Detail
vi: Danh Mục > Quản Lý Đối Tác > Khách Hàng > Chi Tiết Khách Hàng

# MS_Customers_New_Form
source: Add Customer Detail
vi: Thêm Chi Tiết Khách Hàng

# MS_Customers_New_Path
source: Master > Partner Management > Customers > Customer Detail
vi: Danh Mục > Quản Lý Đối Tác > Khách Hàng > Chi Tiết Khách Hàng

# MS_Customers_Search_Form
source: Customers
vi: Khách Hàng

# MS_Customers_Search_Path
source: Master > Partner Management > Customers
vi: Danh Mục > Quản Lý Đối Tác > Khách Hàng

# MS_Customers_View_Form
source: Customer Detail
vi: Chi Tiết Khách Hàng

# MS_Customers_View_Path
source: Master > Partner Management > Customers > Customer Detail
vi: Danh Mục > Quản Lý Đối Tác > Khách Hàng > Chi Tiết Khách Hàng

# MS_Departments_Edit_Form
source: Edit Department Detail
vi: Cập Nhật Chi Tiết Phòng Ban

# MS_Departments_Edit_Path
source: Master > Warehouse Management > Departments > Department Detail
vi: Danh Mục > Quản Lý Kho > Phòng Ban > Chi Tiết Phòng Ban

# MS_Departments_New_Form
source: Add Department Detail
vi: Thêm Chi Tiết Phòng Ban

# MS_Departments_New_Path
source: Master > Warehouse Management > Departments > Department Detail
vi: Danh Mục > Quản Lý Kho > Phòng Ban > Chi Tiết Phòng Ban

# MS_Departments_Search_Form
source: Departments
vi: Phòng Ban

# MS_Departments_Search_Path
source: Master > Warehouse Management > Departments
vi: Danh Mục > Quản Lý Kho > Phòng Ban

# MS_Departments_View_Form
source: Department Detail
vi: Chi Tiết Phòng Ban

# MS_Departments_View_Path
source: Master > Warehouse Management > Departments > Department Detail
vi: Danh Mục > Quản Lý Kho > Phòng Ban > Chi Tiết Phòng Ban

# MS_Employees_Edit_Form
source: Edit Employee Detail
vi: Cập Nhật Chi Tiết Nhân Viên

# MS_Employees_Edit_Path
source: Master > Human Resource Management > Employees > Employee Detail
vi: Danh Mục > Quản Lý Nhân Viên > Nhân Viên > Chi Tiết Nhân Viên

# MS_Employees_New_Form
source: Add Employee Detail
vi: Thêm Chi Tiết Nhân Viên
